Repository: OpenNos/OpenNos
Catalog: OpenNos.World/Resource/LocalizedResources.*.resx
Languages: de, fr, it, pl, th

# ACCOUNT_ARRIVED
source: Account with SessionId {0} has arrived.
de: Account mit SessionId {0} verbunden.
fr: Compte avec l'ID de session {0} est arrivé.
it: L'account con il SessionId {0} ha loggato.
pl: Konto z numerem sesji: SessionId {0} dołaczyło.

source: Administrator
fr: Administrateur
it: Amministratore
th: ทีมงาน

source: Adventurer
de: Abenteurer
fr: Aventurier
it: Avventuriero
pl: Poszukiwacz przygód

# ALREADY_IN_GROUP
source: You are already in group!
de: Du bist bereits in einer Gruppe.
fr: Vous êtes déjà dans un groupe.
it: Sei già in un gruppo!
pl: Jesteś już w innej grupie.
th: เข้าร่วม Party

# ALREADY_TAKEN
source: This name is already taken!
de: Dieser Name existiert bereits!
fr: Ce pseudo est déjà utilisé.
it: Questo nome è già in uso !
pl: Ta nazwa jest zajęta!
th: ชื่อตัวละครนี้ถูกใช้ไปแล้ว

source: Archer
de: Bogenschütze
it: Arciere
pl: Lucznik

# ASK_TO_DELETE
source: Do you want to delete?
de: Möchtest du den Gegenstand zerstören?
fr: L'objet va être détruit.
it: L'item verrà distrutto.
pl: Przedmiot zostanie zniszczony, czy na pewno chcesz się go pozbyć?
th: ต้องการจะลบ Item นี้ใช่ไหม?

source: Bad drop amount.
de: Falsche Anzahl zum wegwerfen.
fr: Valeur incorrecte d'objets
it: Quantita' di drop errato.
pl: Wyrzuciłes złą ilość przedmiotów!
th: คุณไม่สามารถทิ้ง Item นี้ได้

# BAD_EQUIPMENT
source: You can't wear this item!
de: Dein Charakter entspricht nicht allen Anforderungen, um diesen Gegenstand zu tragen!
fr: Ton personnage ne remplis pas les conditions pour s'équiper de cet objet.
it: Il tuo personaggio non ha i requisiti necessari per poter utilizzare questo item.
pl: Nie możesz założyć tego przedmiotu!
th: ยังไม่สามารถสวมใส่ได้

# BAD_FAIRY
source: The fairy element is different with sp element!
de: Die Spezialistenkarte und deine Fee haben unterschiedliche Attribute.
fr: La carte spécialiste et ta fée ont des attributs différents.
it: La Carta Speciale e la tua fata hanno attributi diversi.
pl: Atrybut wrózki, różni sie od atrybutu specjalisty.
th: ธาตุของ Fairy แตกต่างกับธาตุของ Specialist

# BAD_PASSWORD
source: Wrong password!
de: Falsches Passwort.
fr: Erreur : Votre identifiant ou mot de passe est incorrect.
it: Password errata
pl: Złe id, badź hasło.
th: ไม่สามารถเชื่อมต่อกับ Server กรุณาตรวจสอบความถูกต้องของ ID และ Password

# BN0
source: Read^our^LICENSE!
de: Lies^bitte^unsere^Bedingungen
fr: Lisez^le^règlement,^vous^éviterez^des^embêtements^!
it: Leggi^i^nostri^Termini^e^Condizioni^d'utilizzo
pl: Przeczytaj^LICENSE
th: โปรดเก็บรักษาไอดีและพาสเวิร์ดของท่านเป็นความลับ

# BN1
source: If^you^have^problems^read^Troubleshooting.md
de: Gib^dein^Passwort^nie^weiter
fr: Ne^donnez^JAMAIS^vos^identifiants^de^connexion^!
it: Non^dare^la^tua^password^a^NESSUNO!
pl: Coś^nie^działa?^Zajrzyj^do^Troubleshooting.md
th: ทีมงานตัวจริงจะไม่ขอไอดีและพาสเวิร์ดของผู้เล่น

# BN2
source: Need^help?^Use^our^official^discord^server:^https://discordapp.com/qdPMDv5
de: Brauchst^du^hilfe^von^einem^GM?^Besuche^dann^unsere^Website:
fr: Besoin^d´un^GM^?^http://support.nostale.fr/
it: Hai^bisogno^di^un^GM?^Contattaci^sul^sito!
pl: Potrzebujesz^pomocy?^Użyj^naszego^servera^Discord:^https://discordapp.com/qdPMDv5
th: การใช้โปรแกรมหรืออุปกรณ์ช่วยเล่นมีโทษระงับไอดีถาวร

# BN3
source: Greetings^from^OpenNos^Team!
de: Viele^Grüße^von^dem^OpenNos^Team!
fr: Peur^d´un^vol^?^Lisez^le^guide^anti-arnaques^!
it: Auguri^dal^Team^OpenNos!
pl: Pozdrowienia^od^Teamu^OpenNos!
th: การขายไอดี,เงินในเกม,ไอเทมเป็นเงินจริงระงับไอดีถาวร

# BN4
source: Do^you^want^to^contribute?^https://github.com/OpenNos/OpenNos
de: Du^willst^am^Projekt^mitwirken?^https://github.com/OpenNos/OpenNos
fr: Besoin^d´aide^pour^un^TS^?^Contactez^un^NosHelper^!
it: Vuoi^contribuire^allo^sviluppo?^https://github.com/OpenNos/OpenNos
pl: Tłumaczył:^MasterDomino
th: พัฒนาโดย^Opennos^Team

# BN5
source: OpenNos^developed^by:^0Lucifer0,^chucktheripper,^Ciapa1,^MasterDomino,^genyx,^Martazza,^KrisYiu,^Uppermost
de: OpenNos^developed^by:^0Lucifer0,^chucktheripper,^Ciapa1,^MasterDomino,^genyx,^martazza
fr: Forum^officiel:^http://board.fr.nostale.gameforge.com
it: Autori:^0Lucifer0^,^chucktheripper
pl: OpenNos^autorstwa:^0Lucifer0,^chucktheripper,^Ciapa1,^MasterDomino,^genyx,^Martazza,^KrisYiu,^Anthony
th: อยู่ในช่วงทดสอบระบบ

# BN6
source: Check^out:^https://github.com/OpenNos/OpenNos^for^latest^updates.
de: Besuche:^https://github.com/OpenNos/OpenNos^für^die^aktuellsten^Updates.
fr: Entrez^dans^la^légende,^découvrez^le^Panthéon
it: Guarda^qui:^https://github.com/OpenNos/OpenNos^per^gli^aggiornamenti.
pl: Chcesz^wziąć^udział^w^naszym^projekcie?^github.com/OpenNos/OpenNos
th: ยินดีต้อนรับสู่ครอบครัวนอสเทล

# BUFF_BLOCKED
source: Buff icons disabled
de: Ab sofort wird das Ablaufen des Buffs ausgeblendet.
fr: À partir de maintenant, le décompte de buff sera masqué.
it: Icone dei buff disabilitate
pl: Ikony buff'ów zablokowane.
th: จากนี้ไปคุณจะไม่เห็นรายงาน เมื่อค่าสถานะต่างๆ หมดลง

# BUFF_UNLOCKED
source: Buff icons enabled
de: Ab sofort wird das Ablaufen des Buffs angezeigt.
fr: À partir de maintenant, le décompte de buff sera visible.
it: Icone dei buff abilitate
pl: Ikony buff'ów odblokowane.
th: จากนี้ไปคุณจะเห็นรายงาน เมื่อค่าสถานะต่างๆ หมดลง

# BUY_ITEM
source: Player: {0} buy <{1} {2}: piece >
de: {0}: Kaufe <{1} {2}: Stück >
fr: {0}: Acheté <{1} {2}: pièces >
it: {0}: compra <{1} {2}: pezzo >
pl: Gracz: {0} zakupił <{1} {2}: sztuk >
th: Player: {0} ซื้อ <{1} {2}: ชิ้น >

# CANT_MOVE
source: Teleportation in cooldown.
de: Du kannst dich in Kürze bewegen
fr: Tu pourras bientôt te déplacer.
it: Il personaggio non può moversi.
pl: Teleportacja zablokowana.
th: กรุณารอสักครู่แล้วลองเข้าใหม่อีกครั้ง

# CLIENT_ARRIVED
source: Client arrived, SessionId: {0}
de: Client verbunden, SessionId: {0}
fr: Le client est arrivé, avec l'ID session : {0}
it: Client connesso, SessionId: {0}
pl: Użytkownik dołączył, SessionId: {0}

# CLIENT_CLOSED
source: Connection closed by Client.
de: Die Verbindung wurde durch den Client getrennt.
fr: Connexion fermée par le client.
it: Il client ha interrotto la connessione.
pl: Użytkownik zamknął połączenie.

# CLIENT_DISCONNECTED
source: Connection closed.
de: Die Verbindung zum Client wurde getrennt.
fr: Connexion fermée par le client.
it: Il client ha interrotto la connessione.
pl: Połączenie zamknięte.

# COMPLIMENT_COOLDOWN
source: You can only compliment one player per day.
de: Du kannst nur einen Spieler pro Tag anhimmeln.
fr: Tu ne peux admirer un joueur qu'une seule fois par jour.
it: Puoi lodare un solo giocatore al giorno.
pl: Możesz skomplementować, tylko jednego gracza na dzień.
th: คุณสามารถชื่นชมได้วันละครั้งต่อไอดี

# COMPLIMENT_GIVEN
source: You complimented {0}.
de: Du hast {0} angehimmelt.
fr: Tu as admiré {0}.
it: Hai lodato {0}.
pl: Skomplementowałeś {0} graczy.
th: ค่าชื่นชมของคุณ {0}.

# COMPLIMENT_LOGIN_COOLDOWN
source: You have to wait {0} minutes before you can compliment someone.
de: Du musst {0} Minuten warten, bevor du jemanden anhimmeln kannst.
fr: Tu dois attendre {0} minutes avant d'admirer quelqu'un d'autre.
it: Devi aspettare ancora {0} minuti prima di poter lodare qualcuno.
pl: Musisz poczekać {0} minut, zanim znów bedziesz mógł kogoś skomplementować.
th: คุณให้คำชื่นชมหลังจาก {0} นาที

# COMPLIMENT_NOT_MINLVL
source: You can only compliment a player if you have reached Lv 30.
de: Du musst erst Level 30 erreicht haben, bevor du einen Spieler anhimmeln kannst.
fr: Vous devez être niveau 30 minimum pour pouvoir admirer quelqu'un.
it: Solo i personaggi con un livello superiore a 30 possono lodare altri giocatori.
pl: Możesz komplementować graczy, tylko jeśli osiagnałeś poziom 30.
th: เลเวลมากกว่า30เท่านั้น จึงสามารถให้คำชื่นชมได้

# COMPLIMENT_RECEIVED
source: You have been complimented by {0}.
de: Du wurdest von {0} angehimmelt.
fr: Vous avez été admiré {0}.
it: Sei stato lodato da {0}.
pl: Zostałeś skomplementowany przez {0} graczy.
th: คุณจะได้ค่าคำชื่นชมจาก {0}.

# CRAFTED_OBJECT
source: You've crafted: {0} x {1}
de: Du hast {0} x {1} hergestellt.
fr: Tu as fabriqué: {0} x {1}
it: Hai craftato: {0} x {1}
pl: Wytworzyłeś: {0} x {1}
th: คุณได้ผลิต {0} x {1}

source: Database initialized.
de: Datenbank wurde initialisiert.
fr: Base de données a été initialisée !
it: Il database è stato avviato.
pl: Baza danych została załadowana.

# DELETE_ACCOUNT_ERROR
source: Error deleting Account with Id {0} , {1}
de: Fehler beim Löschen des Accounts mit der Id {0} , {1}
fr: Erreur de suppression du compte avec l'ID {0} , {1}
it: È stato riscontrato un'errore nell'eliminazione dell'Account con ID {0} , {1}
pl: Błąd usuwania konta z Id: {0} , {1}

# DELETE_CHARACTER_ERROR
source: Error deleting Character with Slot {0} , {1}
de: Fehler beim Löschen des Charakters auf Slot {0} , {1}
fr: Erreur de suppression du personnage dans la fente {0} , {1}
it: È stato riscontrato un'errire nell'eliminazione del personaggio dello Slot {0} , {1}
pl: Błąd usuwania postaci ze Slotem: {0} , {1}

# DISCONNECT
source: Client disconnected! ClientId =
de: Ein Client hat die Verbindung getrennt! ClientId =
fr: Un client a été déconnecté ! ClientId =
it: Un client è stato disconnesso ! ClientId =
pl: Użytkownik został rozłaczony! ClientId =

# EMO_BLOCKED
source: Emoticons disabled
de: Ab sofort werden Smileys nicht mehr angezeigt.
fr: À partir de maintenant, tu bloques les émoticônes.
it: Emoticons disabilitate
pl: Emotikony zablokowane.
th: จากนี้ไปคุณจะไม่เห็นการแสดงอารมณ์ต่างๆ

# EMO_UNLOCKED
source: Emoticons enabled
de: Ab sofort werden Smileys angezeigt.
fr: À partir de maintenant, tu débloques les émoticônes.
it: Emoticons abilitate
pl: Emotikony odblokowane.
th: จากนี้ไปคุณจะเห็นการแสดงอารมณ์ต่างๆ

# EQ_NOT_EMPTY
source: Your equipment is not empty!
de: Deine Ausrüstung ist nicht leer!
fr: Éliminez l'équipement que vous portez.
it: Il tuo inventario è pieno.
pl: Twój ekwipunek nie jest pusty.
th: ช่องเก็บของคุณเต็มแล้ว

source: Exchange blocked
de: Von jetzt an blockst du Tauschgeschäfte.
fr: À partir de maintenant, tu bloques les demandes d'échanges.
it: Da questo momento in poi gli scambi verranno bloccati.
pl: Wymiana zablokowana.
th: คุณจะถูกปิดการแลกเปลี่ยนตั้งแต่นี้เป็นต้นไป

# EXCHANGE_UNLOCKED
source: Exchange allowed
de: Von jetzt an akzeptierst du Tauschgeschäfte.
fr: À partir de maintenant, tu débloques les demandes d'échange.
it: Scambi abilitati.
pl: Wymiana odblokowana.
th: คุณจะยอมรับการแลกเปลี่ยนตั้งแต่นี้เป็นต้นไป

# FAMILY_REQ_LOCKED
source: Family request blocked
de: Von jetzt an blockst du Familieneinladungen.
fr: À partir de maintenant, tu bloques les invitations de famille.
it: Da questo momento in poi gli inviti nelle Famiglie verranno bloccati.
pl: Zaproszenia do rodziny: zablokowane
th: คุณจะถูกปิดการชวนเข้า Family ตั้งแต่นี้เป็นต้นไป

# FAMILY_REQ_UNLOCKED
source: Family request allowed
de: Von jetzt an akzeptierst du Familieneinladungen.
fr: À partir de maintenant, tu débloques les invitations de famille.
it: Gli inviti nelle Famiglie sono stati abilitati
pl: Zaproszenia do rodziny: odblokowane
th: คุณจะยอมรับการชวนเข้า Family ตั้งแต่นี้เป็นต้นไป

# FORCED_DISCONNECT
source: Forced Disconnecting of client {0}, too much connections.
de: Die Verbindung zum Client {0} wurde getrennt, zu viele Verbindungen.
fr: Déconnection forcée du client {0}, Trop de connexion...
it: Disconnessione forzata del client {0}, troppe connessioni.
pl: Wyrzucono użytkownika {0}, zbyt dużo połączeń.

# FRIEND_REQ_BLOCKED
source: Friend request blocked
de: Von jetzt an blockst du Freundschaftsanfragen.
fr: À partir de maintenant, tu bloques les demandes d'amitiées.
it: Da questo momento in poi, le richieste d'amicizia verranno bloccate.
pl: Właczono ignorowanie zaproszenia do przyjaciół.
th: คุณจะถูกปิดการชวนเป็นเพื่อนตั้งแต่นี้เป็นต้นไป

# FRIEND_REQ_UNLOCKED
source: Friend request allowed
de: Von jetzt an akzeptierst du Freundschaftsanfragen.
fr: À partir de maintenant, tu débloques les demandes d'amitiées
it: Le richieste d'amicizia sono state abilitate.
pl: Wyłaczono ignorowanie zaproszenia do przyjaciół.
th: คุณจะยอมรับการชวนเป็นเพื่อนตั้งแต่นี้เป็นต้นไป

# GET_PROTECTION_POWER_1
source: You were blessed by power of angel.
de: Du wurdest durch die Kraft der Engel gesegnet.
fr: Tu as obtenu le pouvoir de l'Ange grâce à l'Oeuf de Latheore.
it: Hai ottenuto il potere della protezione degli angeli.
pl: Zostałeś obdarzony ochroną aniola.
th: คุณได้รับพลัง Angel จาก Lateor's Egg

# GET_PROTECTION_POWER_2
source: You were cursed by power of demon.
de: Du wurdest durch die Kraft der Dämonen verflucht.
fr: Tu as obtenu le pouvoir du Démon grâce à l'Oeuf de Latheore.
it: Hai ottenuto il potere della protezione dei demoni.
pl: Jesteś pod wpływem mocy demona.
th: คุณได้รับพลัง Demon จาก Lateor's Egg

# GOLD_SET
source: Gold changed!
de: Gold wurde aktualisiert.
fr: Tu as obtenu de l'or.
it: Oro assegnato
pl: Ilość złota została zmieniona!
th: เงินในกระเป๋าคุณได้ถูกเปลี่ยน

# GROUP_BLOCKED
source: User blocked group invites.
de: Der andere Spieler blockiert Gruppeneinladungen.
fr: Ce joueur a bloqué les demandes de groupe.
it: L'utente ha bloccato gli inviti per il gruppo
pl: Użytkownik zablokował zaproszenia do grupy.
th: เป้าหมายปิดการรับชวน Party

# GROUP_CLOSED
source: Group disbanded.
de: Gruppe aufgelöst.
fr: Groupe dissous.
it: Gruppo chiuso
pl: Grupa została rozwiązana.
th: สลาย Party

# GROUP_DENIED
source: Group request rejected.
de: Die Gruppeneinladung wurde abgelehnt.
it: Richiesta gruppo rifiutata
pl: Zaproszenie do grupy odrzucone.

# GROUP_FULL
source: Group is full.
de: Die Gruppe ist bereits voll.
fr: Le groupe est plein.
it: Il gruppo e' pieno
pl: Grupa jest pełna!
th: Party นี้เต็มแล้ว

# GROUP_LEFT
source: You left the party
de: Du hast die Gruppe verlassen.
fr: Tu as quitté le groupe.
it: Sei uscito dal gruppo
pl: Opuściłeś grupę.
th: ต้องการออกจากปาร์ตี้ใช่ไหม?

# GROUP_REQUEST
source: Group request sent to: {0}
de: {0} wurde eingeladen.
fr: {0} a été invité.
it: Richiesta di gruppo inviata a: {0}
pl: Gracz {0} został zaproszony do grupy.
th: คุณส่งคำชวนไปถึง {0}

# GROUP_REQ_BLOCKED
source: Group request blocked
de: Von jetzt an blockst du Gruppeneinladungen.
fr: À partir de maintenant, tu bloques les demandes de groupe.
it: Da questo momento in poi le richieste di gruppo verranno bloccate.
pl: Zaproszenia do grupy: zablokowane.
th: คุณจะถูกปิดการชวนเข้า Party ตั้งแต่นี้เป็นต้นไป

# GROUP_REQ_UNLOCKED
source: Group request allowed
de: Von jetzt an akzeptierst du Gruppeneinladungen.
fr: À partir de maintenant, tu débloques les demandes de groupe.
it: Le richieste di gruppo sono state abilitate.
pl: Zaproszenia do grupy: odblokowane.
th: คุณจะยอมรับการชวนเข้า Party ตั้งแต่นี้เป็นต้นไป

# HANDLER_NOT_FOUND
source: Could not found Handler implementation for Packet with Header {0}
de: Handler Implementierung des {0} Packets nicht gefunden
fr: Impossible de trouver "Handler" la mise en œuvre pour le "Packet" avec en-tête {0}
it: Non si può gestire il pacchetto con Intestazione: {0}

# HERO_CHAT_BLOCKED
source: Hero chat hidden
de: Du kannst die Lautsprecher ab sofort nicht mehr hören.
fr: Chat Héros caché.
it: La chat degli eroi è stata bloccata
pl: Czat bohaterów zablokowany.
th: จากนี้ไป คุณจะไม่ได้ยินเสียงจากลำโพง

# HERO_CHAT_UNLOCKED
source: Hero chat visible
de: Du kannst die Lautsprecher ab sofort wieder hören.
fr: Chat Héros visible.
it: La chat degli eroi è tornata visibile
pl: Czat bohaterów widoczny.
th: จากนี้ไป คุณสามารถได้ยินเสียงจากลำโพง

# HP_BLOCKED
source: Hp information disabled
de: Ab sofort ist die HP-Statusanzeige ausgeblendet.
fr: À partir de maintenant, la barre des HP sera masquée.
it: Barra degli HP disabilitata
pl: Stan życia ukryty.
th: จากนี้ไปคุณจะไม่เห็นรายงานต่างๆ เกี่ยวกับค่า HP

# HP_UNLOCKED
source: Hp information enabled
de: Ab sofort wird die HP-Statusanzeige angezeigt.
fr: À partir de maintenant, la barre des HP sera visible.
it: Barra degli HP abilitata
pl: Stan życia widoczny.
th: จากนี้ไปคุณจะเห็นรายงานต่างๆ เกี่ยวกับค่า HP

# INCOMING_EXCHANGE
source: {0} wants to exchange with you
de: Tausch von {0} akzeptieren?
fr: {0} t'a envoyé une demande d'échange.
it: {0} vuole scambiare con te.
pl: {0} chce się z tobą wymienić!
th: ตกลงที่จะทำการแลกเปลี่ยนกับ {0}

# INSERT_ERROR
source: Error inserting or updating character: {0} , {1}
de: Fehler beim Einfügen/Aktualisieren des Charakters {0} , {1}
fr: Erreur d'insertion ou de mise à jour du personnage {0} , {1}
it: Errore nell'inserimento o nell'aggiornamento del personaggio {0} , {1}
pl: Błąd zapisywania badź odświeżania postaci: {0} , {1}

# INVALID_CHARNAME
source: Invalid characters in your nickname!
de: Der Name enthält ein ungültiges Wort oder Zeichen.
fr: Ce nom contient des caractères non valides.
it: Il nome contiene caratteri non ammessi.
pl: Złe znaki w nazwie postaci
th: กรุณาพิมพ์ชื่อด้วยค่ะ

# INVITED_YOU
source: {0} sent you a group request
de: {0} hat dich in eine Gruppe eingeladen.
fr: {0} t'a invité dans un groupe.
it: {0} ti ha inviato una richiesta di gruppo
pl: {0} zaprasza cię do grupy!
th: {0} ชวนคุณ เข้าร่วม Party

# IN_WAITING_FOR
source: In Waiting for {0}
de: Warten auf {0}
fr: En attente {0}
it: In attesa di {0}
pl: Oczekujesz na gracza {0}
th: กำลังรอการยืนยัน {0}

# ITEM_ACQUIRED
source: Acquired
de: Du hast ein Item erhalten
fr: Tu as reçu un objet
it: Hai ricevuto un oggetto
pl: Otrzymałeś przedmiot
th: คุณได้รับ

# ITEM_IS_FIXED
source: Item upgrade level is locked.
de: Das Item ist fixiert.
fr: Niveau de mise à niveau d'objet est verrouillé.
it: L'upgrade dell'item è stato bloccato.
pl: Poziom ulepszenia przedmiotu zablokowany.
th: Item นี้ถูกจำกัดระดับ จะไม่สามารถนำมาอัพเกรดได้อีก

# ITEMS_LOADED
source: {0} Items loaded!
de: {0} Items geladen!
fr: {0} Objets chargés.
it: {0} Items caricati !
pl: {0} Załadowanych Przedmiotów!

# ITEM_NOT_DROPPABLE
source: You cant drop that item!
de: Du kannst dieses Item nicht wegwerfen.
fr: Tu ne peux pas abandonner cet objet.
it: Non puoi gettare questo item.
pl: Ten przedmiot nie moze zostać upuszczony.
th: คุณไม่สามารถทิ้ง Item นี้ได้

# ITEM_NOT_SOLDABLE
source: Item cannot be sold!
de: Du kannst dieses Item nicht verkaufen.
fr: Ce objet ne peut pas être vendu.
it: Questo item non può essere venduto.
pl: Nie możesz sprzedać tego przedmiotu.
th: ==> คุณไม่สามารถขาย Item นี้ได้

# ITEM_NOT_TRADABLE
source: Item cannot be traded!
de: Du kannst dieses Item nicht tauschen.
fr: Tu ne peux pas échanger cet objet.
it: Questo item non può essere scambiato.
pl: Nie możesz wymienić się tym przedmiotem!
th: มี Item ที่ไม่สามารถทำการแลกเปลี่ยนได้ ในรายการของคุณ โปรดทำการแลกเปลี่ยนใหม่อีกครั้ง

# ITEM_TIMEOUT
source: Item is no longer valid.
de: Item ist nicht mehr benutzbar.
fr: La limite de temps d'utilisation de cet objet est expirée.
it: L'item non è più longevo
pl: Ważność przedmiotu wygasła!

# JOBLEVEL_CHANGED
source: Your job level has been changed!
de: Dein Joblevel hat sich verändert!
fr: Ton niveau de métier a été modifié.
it: Il tuo livello di lavoro è stato incrementato.
pl: Poziom profesji został zmieniony!
th: เลเวลของอาชีพได้ถูกเปลี่ยน

# LEAVE_GROUP
source: {0} left the party
de: {0} hat die Gruppe verlassen.
fr: {0} a quitté le groupe.
it: {0} ha lasciato il gruppo
pl: Gracz {0} opuścił grupę.

# LEVEL_CHANGED
source: Your level has been changed!
de: Dein Level wurde verändert!
fr: Ton niveau de combat a été modifié.
it: Il tuo livello di combattimento è stato incrementato.
pl: Poziom postaci został zmieniony!
th: เลเวลได้ถูกเปลี่ยน

# LOW_JOB_LVL
source: Your joblevel is too low!
de: Dein Joblevel ist nicht hoch genug.
fr: Ton niveau de métier n'est pas assez élevé.
it: Il livello di lavoro è troppo basso.
pl: Za niski poziom profesji.
th: ไม่สามารถสวมใส่ได้ เนื่องจาก Level ไม่ถูกต้อง

# LOW_LVL
source: Your level is too low!
de: Dein Level ist nicht hoch genug.
fr: Ton niveau de combat n'est pas assez élevé.
it: Il tuo livello è troppo basso.
pl: Za niski poziom postaci.
th: ยังไม่สามารถสวมใส่ได้

# LOW_REP
source: Your reputation is too low!
de: Dein Ruf ist zu niedrig.
fr: Ton personnage ne remplit pas les conditions d'utilisation de cet objet.
it: La tua reputazione è troppo bassa.
pl: Za niska reputacja.
th: ไม่สามารถสวมใส่ได้ เนื่องจากระดับค่าชื่อเสียงไม่เพียงพอ

source: Magician
de: Magier
fr: Magicien
it: Mago
pl: Mag

# MAPS_LOADED
source: {0} Maps loaded!
de: {0} Karten geladen!
fr: {0} Carte chargées.
it: {0} Mappe caricate !
pl: {0} Załadowanych Map!

# MAX_GOLD
source: Maximum amount of gold reached!
de: Du hast das Goldlimit erreicht.
fr: Maximum d'or atteint.
it: Massimo soldi raggiunto!
pl: Maksymalna ilosc złota osiągnięta!

# MESSAGE_RECEIVED
source: Message received {0} on client {1}
de: Nachricht {0} von Client {1} empfangen
fr: Message reçu {0} sur le client {1}
it: Messaggi ricevuti {0} nel client {1}
pl: Użytkownik {1} otrzymał pakiet: {0}

# MINI_INV_BLOCKED
source: Miniland invite blocked
de: Miniland-Einladungen blockiert.
fr: À partir de maintenant, tu bloques les invitations Mini-Pays.
it: Gli inviti nelle MiniLand sono stati bloccati.
pl: Zablokowano zaproszenia do minilandu.
th: บ้าน ถูกล็อค

# MINI_INV_UNLOCKED
source: Miniland invite allowed
de: Miniland-Einladungen freigeschaltet.
fr: À partir de maintenant, tu débloques les invitations Mini-Pays.
it: Gli inviti nelle MiniLand sono stati sbloccati.
pl: Zaproszenia do minilandu odblokowane.
th: บ้านนี้ถูกเปิดเป็นแบบสาธารณะแล้ว

# MOUSE_LOCKED
source: Mouse locked on enemy
de: Mausfalle aktiviert.
fr: À partir de maintenant, tu bloques le suivi de cible.
it: Puntatore automatico attivato
pl: Wskaźnik myszy z wspomaganym celowaniem właczony
th: ปิดโชว์เมาส์

# MOUSE_UNLOCKED
source: Mouse moving freely
de: Mausfalle deaktiviert.
fr: À partir de maintenant, tu débloques le suivi de cible.
it: Puntatore automatico disattivato
pl: Wskaźnik myszy z wspomaganym celowaniem wyłaczony
th: เปิดโชว์เมาส์

# MSG_SENT
source: Message sent {0} to client {1}
de: Nachricht {0} an Client {1} gesendet
fr: Message envoyé {0} au client {1}
it: Messaggio inviato {0} al client {1}
pl: Pakiet wysłany {0} do użytkownika {1}

# NEW_CONNECT
source: Client connected. ClientId =
de: Ein neuer Client hat sich verbunden. ClientId =
fr: Un nouveau client est connecté. ClientId =
it: Un nuovo client si è connesso. ClientId =
pl: Połaczono użytkownika. ClientId =

# NEW_LEADER
source: You are the new party leader!
de: Du bist Gruppenmeister.
fr: Vous êtes maintenant le chef du groupe.
it: Adesso sei il leader del gruppo
pl: Jesteś nowym liderem grupy.
th: คุณได้รับตำแหน่งหัวหน้า Party ตั้งแต่บัดนี้เป็นต้นไป

# NOT_ADVENTURER
source: You can change class only once.
de: Du kannst deine Klasse nur einmal ändern.
fr: Tu ne peux changer de classe qu'une seule fois.
it: Puoi cambiare classe una sola volta.
pl: Możesz zmienić klase tylko raz!
th: คุณสามารถเปลี่ยนอาชีพได้แค่ครั้งเดียวเท่านั้น

source: Not enough money.
de: Du hast nicht genug Gold.
fr: Tu n'as pas assez d'or.
it: Non hai abbastanza oro.
pl: Niewystarcząjaca ilośc złota!
th: คุณมี Gold ไม่เพียงพอ

source: Not enough place.
de: Du hast nicht genug Platz.
fr: Ton inventaire est plein !
it: Non hai abbastanza spazio.
pl: Niewystarcząjaca ilośc miejsc!
th: ช่องเก็บของคุณเต็มแล้ว

# NOT_HUNGRY_FEMALE
source: I'm not hungry!
de: Ich glaube, ich bin nicht hungrig.
fr: Je commence à me sentir mal...
it: Credo di non essere affamata.
pl: Nie jestem głodna!
th: อิ่มแล้ว~

# NOT_HUNGRY_MALE
source: I'm not hungry!
de: Ich bin nicht hungrig.
fr: Je commence à me sentir mal...
it: Non sono affamato
pl: Nie jestem głodny!
th: อิ่มแล้ว~

# NOT_MASTER
source: You are not group leader!
de: Du bist nicht der Gruppenführer.
fr: Tu ne peux pas changer le mode du groupe si tu n'es pas le maître du groupe.
it: Non sei il leader del gruppo
pl: Nie jesteś liderem grupy.
th: ไม่สามารถเปลี่ยนโหมดใน Party ได้ เนื่องจากคุณไม่ใช่หัวหน้า Party
