Repository: OpenNos/OpenNos
Catalog: OpenNos.World/Resource/LocalizedResources.*.resx
Languages: de, fr, it, pl, th

# MINILAND_PUBLIC
source: The mini-land is now public.
fr: Le Mini-pays est maintenant ouvert au public
it: La Mini-Land adesso è pubblica

# ALREADY_PET_IN_TEAM
source: Your NosMate is already on the team.
fr: Ton NosMate fait déjà partie de l'équipe.
it: Il tuo NosMate è già in gruppo.

# PET_HIGHER_LEVEL
source: Your NosMate level is too much high to be equiped.
fr: Le niveau de ton NosMate est trop haut pour pouvoir être équipé.
it: Il tuo NosMate è di livello troppo alto per far parte del gruppo.

# PET_IN_TEAM_UNRELEASABLE
source: You can't release your NosMate if you already equipe him.
fr: Tu ne peux pas libéré ton NosMate lorsqu'il t'accompagne.
it: Non puoi liberare il tuo NosMate se è in gruppo con te.

# NO_FAMILY_RIGHT
source: You don't have family rights.
fr: Tu ne disposes pas des droits nécessaires.
it: Non disponi dei diritti necessari.

# NO_FAMILY_WAREHOUSE
source: No family warehouse found.
fr: Aucun entrepôt de famille n'a été trouvé.
it: Nessun magazzino di famiglia trovato.

# YOU_GET_PET
source: You get a pet called: {0}.
fr: Tu as obtenu un NosMate.
it: Hai ottenuto un NosMate chiamato: {0}.

# WARNING
source: You've been warned for: {0}
it: Sei stato avvertito: {0}

# WARNING_INFO
source: You've been warned: {0} times.
it: Sei stato avvertito: {0} volte
th: คุณได้รับการเตือนทั้งหมด {0} ครั้ง

# API_INITIALIZED
source: Master Server communication has been initialized.
it: Connessione al Master Server inizializzata.

# RETRY_CONNECTION
source: Cannot connect to Master Server! Trying again in 5 seconds...
it: Impossibile connettersi al Master Server! Nuovo tentativo in 5 secondi...

# PET_STORED
source: Your NosMate is now enclose into the bead.
fr: Ton NosMate est maintenant enfermé dans la perle.
it: Il tuo NosMate è stato rinchiuso nella perla

# MESSAGE_SENT_TO_CHARACTER
source: Sending message to '{0}' on channel {1}.
de: Sende die Nachricht an '{0}' im Channel {1}.
fr: Message envoyé à '{0}' <Canal> {1}.

# CORRUPTED_KEEPALIVE
source: Corrupted Keepalive on client {0}.
de: Fehlerhaftes KeepAlive von Client {0}.

# CORRUPT_PACKET
source: Packet with Header {0} is corrupt or PacketDefinition is invalid. Content: {1}
de: Das empfangene Paket mit der Identifikation {0} hat ein falsches Format oder die dazugehörige Packet-Definition ist fehlerhaft. Inhalt: {1}

# PERFECTSP_HPMP
source: HP/MP
th: ค่า HP/MP
