Repository: OpenNos/OpenNos
Catalog: OpenNos.World/Resource/LocalizedResources.*.resx
Languages: de, fr, it, pl, th

# GM_BLOCK_ENABLE
source: Now none can contact you via pm
fr: À partir de maintenant, plus personne ne pourra t'envoyer des messages privés.
it: Ora nessuno può contattarti in pvt!
pl: Zablokowano prywatne wiadomości!

# CHARACTER_NOT_IN_FRIENDLIST
source: This Player is not in your friendlist
fr: Tu n'es pas amis avec ce joueur.
it: Questo giocatore non è nella tua lista amici
pl: Ten gracz nie znajduje się na liście przyjaciół!

# POINTS_RESET
source: Specialist points reseted!
de: Deine Punkte wurden zurückgesetzt.
fr: Les points ont été rénitialisés.
it: Punti specialista ripristinati!
pl: Punkty specjalisty zresetowane!

# SPEAKER_CANT_BE_USED
source: You can't use speaker under penalty.
fr: Tu subis une sanction. par conséquant, tu ne peux pas utiliser cet objet.
it: Non puoi usare l'altoparlante se sei mutato.
pl: Nie możesz używać głośników posiadając karę!

# NO_FAIRY
source: You need to wear fairy to do that
fr: Tu dois équiper une fée pour pouvoir faire cette action.
it: Hai bisogno della fata per farlo
pl: Musisz ubrać swoją wróżkę aby to zrobić!

source: Gold drop rate changed!
it: Tasso caduta d'oro cambiato
pl: Szansa wypadnięcia złota zmieniona!

# SP_NOPOINTS
source: You have no SP Points left! You can't transform now!
fr: Tu n'as plus de point SP. Par conséquant la transformation est impossible.
it: Non hai punti SP rimasti! Non puoi trasformarti ora!
pl: Nie masz wystarczającej ilości punktów SP, aby rozpocząć transformacje!

# SP_POINTSADDED
source: You received {0} SP Points!
fr: Tu as reçu {0} points pour ta Carte Spécialiste !
it: Hai ricevuto {0} punti SP!
pl: Otrzymałeś {0} punktów SP.

# BLACKLIST_ADDED
source: Character added to blacklist!
fr: Ajouté.
it: Personaggio aggiunto alla lista nera
pl: Dodano do czarnej listy

# BLACKLIST_DELETED
source: Character deleted from blacklist!
fr: Supprimé
it: Personaggio tolto dalla lista nera
pl: Usunięto z czarnej listy

source: Friend deleted!
fr: Supprimé.
it: Personaggio rimosso dagli amici
pl: Usunięto przyjaciela

# FRIEND_OFFLINE
source: Your friend is offline!
fr: Votre amis n'est actuellement pas connecté.
it: Il tuo amico è offline
pl: Twój przyjaciel jest offline!

# GM_CHAT_BLOCKED
source: This little monkey is busy atm. Try Later!
fr: Ce Maître du Jeu n'accepte pas de reçevoir des messages privés.
it: Questa scimmietta è occupata al momento. Prova più tardi!
pl: Ten administrator jest aktualnie zajęty. Spróbuj następnym razem!

# DROP_MAP_FULL
source: There are too many items on this map! Try again later!
fr: Il y a trop d'objets au sol pour le moment, réssayez plus tard !
it: Ci sono troppi oggetti in mappa! Prova più tardi
pl: Drop przedmiotów na mapie zapełniony

# XP_NOTFIRSTHIT
source: Since you didn't made the first hit, you only get a part of the XP
fr: Tu n'as fait que te défendre, tu n'obtiens donc qu'une partie de l'expérience.
it: Visto che non sei stato il primo che ha attaccato, riceverai solo una parte dell'esperienza
pl: Ponieważ nie zadałeś pierwszego ciosu, otrzymasz tylko część XP.

# SP_NOPOINTSCANCELED
source: The transformation got canceled! You have no SP Points left!
fr: La transformation a été interrompue. Tu n'as plus assez de point SP
it: La trasformazione è stata cancellata! Non hai punti SP rimasti!
pl: Twoja transformacja została zakończona z powodu braku punktów SP.

# FRIEND_ADD
source: Be a friend of {0}?
fr: Veux-tu être amis avec : {0} ?
it: Vuoi essere amico di {0}?
pl: Czy chcesz zostać przyjacielem z {0}?

# FRIEND_ADDED
source: Friend request accepted!
fr: Demande d'amitié acceptée.
it: Richiesta amicizia accettata!
pl: Przyjęto zaproszenie do przyjaciół!

# FRIEND_REJECTED
source: Friend request rejected!
fr: Demande d'amis déclinée.
it: Richiesta amicizia rifutata!
pl: Odrzucono zaproszenie do przyjaciół!

# ALREADY_FRIEND
source: You are already Friends!
fr: Vous êtes déjà amis.
it: Voi due siete già amici!
pl: Już jesteście przyjaciółmi!

# BLACKLIST_BLOCKED
source: This Player has blocked you!
fr: Vous êtes dans sa liste noire.
it: Questo giocatore ti ha bloccato!
pl: Ten gracz zablokował cię!

# BLACKLIST_BLOCKING
source: You are blocking this Player!
fr: Tu as bloqué ce joueur.
it: Stai bloccando questo giocatore!
pl: Zablokowałeś tego gracza!

# FRIEND_FULL
source: Your Friendlist is full!
fr: Tu n'as plus assez de place pour ajouter de nouveaux amis !
it: La tua lista amici è piena!
pl: Twoja lista przyjaciół jest pełna!

# ITEM_NOT_DROPPABLE_HERE
source: You can't drop that item!
fr: L'objet ne peut pas être ramassé ici.
it: Non puoi gettare quest'oggetto!
pl: Nie możesz upuścić tego przedmiotu!

# TELEPORTERS_LOADED
source: {0} Teleporters loaded!
fr: {0} Téléporteurs chargés.
it: {0} Teletrasporti caricati!
pl: {0} Załadowanych Teleporterów!

# SHOPSKILLS_LOADED
source: {0} ShopSkills loaded!
fr: {0} Vendeur de compétences chargés
it: {0} Abilità negli shop caricati!
pl: {0} Załadowanych ShopSkills!

# SHOPITEMS_LOADED
source: {0} ShopItems loaded!
fr: {0} Vendeur d'objets chargés.
it: {0} Oggetti negli shop caricati!
pl: {0} Załadowanych ShopItem!

# MONSTERSKILLS_LOADED
source: {0} MonsterSkills loaded!
fr: {0} Compétences de monstres chargés.
it: {0} Abilità dei mostri caricati!
pl: {0} Załadowanych MonsterSkill

# DROPS_LOADED
source: {0} Drops loaded!
fr: {0} Drop chargés.
it: {0} Drop caricati!
pl: {0} Załadowanych Dropów!

# CREATE_FAMILY
source: Do you want to create your family?
fr: Voulez-vous crée cette famille ?
it: Vuoi creare la tua gild?
pl: Czy chcesz założyć rodzinę z członkami swojej grupy?
th: คุณต้องการสร้างครอบครัวหรือใหม่

# DISMISS_FAMILY
source: Do you want to dismiss yur family?
fr: Voulez-vous dissoudre votre famille ?
it: Vuoi abbandonare la gilda?
pl: Czy chcesz rozwiązać swoją rodzinę?
th: คุณต้องการสลายครอบครัวหรือไม่

# FAMILY_INVITATION_NOT_ALLOWED
source: You don't have permission to invite players!
fr: Tu n'as pas les autorisations nécessaire pour inviter des joueurs.
it: Non hai il permesso di invitare giocatori!
pl: Nie masz uprawnień, żeby zapraszać graczy do rodziny!

# FAMILY_NAME_ALREADY_USED
source: This family name is already in use!
fr: Tu ne peux pas utiliser ce nom de famille car il est déjà utilisé !
it: Il nome della gilda è già stato preso!
pl: Rodzina z taką nazwą już istnieje!
th: ชื่อครอบครัวนี้ถูกใช้ไปแล้ว

# NOT_ALLOWED_KICK
source: You don't have permission to kick players!
fr: Tu ne possèdes pas les droits d'exclusions de joueur.
it: Non hai il permesso di cacciare i giocatori!
pl: Nie masz uprawnień, żeby wyrzucać członków rodziny!

# NO_WINGS
source: You don't have any friend wing!
fr: Tu n'as pas assez d'aile d'amitié.
it: Non possiedi ali dell'amicizia
pl: Nie masz skrzydeł przyjaźni!

source: Angel
fr: Ange
it: Angelo
pl: Anioł

source: Demon
fr: Démon
it: Demone
pl: Diabeł

# WANT_TO_SAVE_POSITION
source: Do you want to save your position?
fr: Voulez-vous sauvegarder votre position ?
it: Vuoi salvare la tua posizione?
pl: Czy chcesz zapisać swoją pozycje?
th: คุณต้องการบันทึกจุดกลับหรือไม่

# GOLD_DROPRATE_NOW
source: Gold Drop Rate
fr: [Taux de chance d'apparition d'or] :
it: Tasso drop Oro
pl: Częstotliwość wypadania złota
th: อัตราการดรอปของเงิน

# BOT_MESSAGE_4
source: Never open any suspicious links!
fr: Astuce : L'utilisation de la langue Française est obligatoire sur les canaux généraux.
it: Non aprite qualsiasi link sospetto!
pl: Nigdy nie ufaj graczom proszącym cię o wejście w jakiś link

# BOT_MESSAGE_5
source: Never give anyone your password or username!
fr: Astuce : Un problème ? reportez le sur notre page github !
it: Non dare a nessuno il tuo Nome utente e la tua Password!
pl: Nigdy nie podawaj swojego hasła i nazwy użytkownika!

# ACCEPTED_SHARE
source: You accepted point share with {0}!
it: Hai accettato il punto di condivisione di {0}!
pl: Zaakceptowałeś zmianę punktu powrotu z {0}!

# CANT_CHANGE_MESSAGE
source: You already modified your message today. Retry tomorrow!
fr: Tu ne peux pas modifier ton message aujourd'hui car il a déjà été modifié.
it: Hai già modificato il motto del giorno, riprova domani.
pl: Już zmodyfikowałeś swoją wiadomość dzisiaj!

# PLAYER_OFFLINE
source: Player not online!
fr: Joueur hors ligne
it: Il giocatore non è online.
pl: Gracz nie jest online!

source: Head
fr: Tête
it: Capo
pl: Założyciel
th: หัวหน้า

source: channel
fr: Canal
it: Canale
pl: kanał

source: Assistant
it: Vice
pl: Asystent
th: ผู้ช่วย

# BAZAR_LOADED
source: Bazaar Loaded!
fr: NosBazard initialisé.
it: NozBazar Inizializzato
pl: Bazar załadowany!

source: familycall
fr: Cridefamille
it: Grido
pl: czat rodziny

source: Manager
fr: Gardien
it: Guardiano
pl: Manadżer
th: ผู้ดูแล

source: Member
fr: Membre
it: Membro
pl: Członek
th: สมาชิก

# ALREADY_TWO_ASSISTANT
source: You already have two assistants!
fr: Tu ne peux pas assigner plus de deux assistants.
it: Hai già due vice!
pl: Już masz dwóch asystentów!

# ASSISTANT_UNDEMOTABLE
source: You cannot demote another assistant!
fr: Tu ne peux pas enlever le pouvoir de cet assistant.
it: Non puoi retrocedere altri vice!
pl: Nie możesz usunąć drugiego asystenta

# HEAD_UNDEMOTABLE
source: You cannot demote the family head!
fr: Tu ne peux pas enlever le pouvoir de la Tête de famille.
it: Non puoi retrocedere il Capo Famiglia!
pl: Nie możesz usunąć założyciela rodziny

# NOT_FAMILY_HEAD
source: You are not the family head!
fr: Tu ne possèdes pas les droits de la Tête de famille
it: Non sei il capo famiglia!
pl: Nie jesteś założycielem rodziny

# ONLY_PROMOTE_ASSISTANT
source: You can only promote an assistant to the family head!
fr: Seul les assistants peuvent être promu au rang de Tête de famille.
it: Puoi soltanto promuovere un vice a capo famiglia!
pl: Możesz promować asystenta tylko jako założyciela rodziny!

# FAMILY_INVITED
source: Player {0} has been invited!
fr: {0} a été invité.
it: Giocatore {0} è stato invitato!
pl: Gracz {0} został zaproszony do rodziny!
th: คุณส่งคำชวนไปถึง {0}

# FAMILY_GROUP_NOT_FULL
source: You can't create family without full group!
fr: Il faut minimum trois membres dans le groupe pour pouvoir crée une famille !
it: Non puoi creare la famiglia se non siete almeno 3 in gruppo.
pl: Nie możesz założyć rodziny bez całej grupy!

# FAMILY_FOUNDED
source: The family {0} was founded!
fr: Félicitations. La famille {0} a été fondée !
it: La famiglia {0} è stata fondata!
pl: Rodzina {0} została założona!
th: ครอบครัว {0} ได้ถูกกำเนิดขึ้นแล้ว

# GROUP_MEMBER_ALREADY_IN_FAMILY
source: Someone in party already has family!
fr: Un membre du groupe possède déjà une famille.
it: Qualcuno nel gruppo ha già una gilda!
pl: Członek twojej grupy ma już rodzinę!

# CHARACTER_FAMILY_LOGGED_IN
source: {0}({1}) logged in!
fr: {0}({1}) s'est connecté.
it: {0}({1}) si è connesso.
pl: {0}({1}) zalogował się!
th: {0}({1}) เข้าสู่เกม

# LANGUAGE_REQUIRED
source: Only {0} language allowed !
fr: Le language autorisé est le : {0}.
it: Solo la lingua {0} è autorizzata !
pl: Tylko {0} jest dozwolonym językiem!
th: อนุญาตให้ใช้เฉพาะภาษา {0} เท่านั้น

# FAMILY_KICKED
source: Player {0} has been kicked out of the family!
fr: {0} a été exclu de la famille.
it: Il giocatore {0} è stato cacciato dalla gilda!
pl: Gracz {0} został wyrzucony z rodziny!
th: ไล่ออก

# FAMILY_JOINED
source: Player {0} joined the family {1}!
fr: {0} a rejoint : {1} !
it: Giocatore {0} si è unito alla gilda {1} !
pl: Gracz {0} dołączył do rodziny {1}!
th: คุณ {0} ได้เข้าร่วม Family เรียบร้อยแล้ว

# ASK_FAMILY_INVITED
source: You've been invited to family {0}, do you want to join?
fr: Tu as été invité à rejoindre la famille {0}, rejoindre ?
it: Sei stato invitato nella gilda {0}, accetti l'invito?
pl: Zostałeś zaproszony do rodziny {0}, czy chcesz dołączyć?

# ASK_REVIVE_PVP
source: Do you want to revive? It will cost you 100 Gold
fr: Voulez-vous revivre ? Cela vous coûtera 100 or !
it: Vuoi rivivere? Ti costerà 100 ori.
pl: Czy chcesz zostać wskrzeszony/a? będzie Cię to kosztować 100 złota!

# LOSE_REP
source: You've lost {0} reputation
fr: Réputation - {0}
it: Reputazione - {0}
pl: Straciłeś/aś {0} reputacji!
th: คุณสูญเสียชื่อเสียง {0}

# ACT4_PVP_DIE
source: You were killed by an enemy! Due to the curse of the Frozen Crown, you can't be revived for 30 seconds!
fr: La malédiction de la Courrone de Glace t'a transformé en phoque pour 30 secondes !
it: Sei stato ucciso da un nemico! A causa della maledizione del ghiaccio, potrai rivivere solo tra 30 secondi
pl: Zostałeś/aś zabity/a przez wroga, z powodu klątwy Lodowej Korony nie możesz się odrodzić!

# EFFECT_ACTIVATED
source: The {0} effect has been actived!
fr: L'effet {0} a été activé.
it: L'effetto {0} si è attivato!
pl: Efekt {0} został aktywowany!
th: คุณตกอยู่ในสถานะ {0}

# INFO_BAZAAR
source: You cannot open the bazaar because you do not possess the required object.
fr: Avec la médaille NosMarchand, tu peux utiliser le NosBazar à tout moment sur toutes les cartes générales.
it: Non puoi aprire il NosBazar perchè non possiedi l'oggetto richiesto !
pl: Nie możesz otworzyć bazaru ponieważ nie posiadasz wymaganego przedmiotu!

# OBJECT_IN_BAZAAR
source: Your item has been added on the bazaar!
fr: Tes objets se trouvent désormais dans le NosBazard.
it: Il tuo oggetto è stato aggiunto al NosBazar
pl: Przedmiot został dodany do bazaru!

# LOGIN_MEDAL
source: The BazaarMedal is currently active.
fr: L'effet de la médaille de NosMarchand est actif.
it: La medaglia del NosBazar è adesso attiva!
pl: Medal bazaru jest aktualnie aktywny!

# INVITED_YOU_SHARE
source: Do you want to set as a return point from : {0} ?
fr: Veux-tu établir comme point de retour : {0} ?
it: Vuoi impostare il punto di ritorno: {0}?
pl: Czy chcesz ustawić punkt powrotu od gracza {0}

# CHANGED_SHARE
source: You have changed the common point of return of the members of the group.
fr: Tu as changé le point du retour commun au groupe.
it: Hai cambiato il punto di ritorno comune dei membri del gruppo.
pl: Zmieniłeś punkt powrotu, członków grupy!

# PRICE_EXCEEDED
source: The price limit is exceeded.
fr: La limite de prix est dépassée.
it: Il prezzo massimo è stato superato!
pl: Limit ceny został przekroczony!

# NOTICE_BAZAAR
source: Warning, you can be attacked by monsters when you use the bazaar!
fr: N'oublie pas que tu peux aussi être attaqué pendant que la fenêtre du NosBazar est ouverte.
it: Attenzione, puoi essere attacato da un mostro quando usi il NosBazar!
pl: Uwaga, możesz zostać zaatakowany/a przez potwory kiedy bazar jest otwarty!

# REMOVE_FROM_BAZAAR
source: The sale is completed, you receive gold: {0}.
fr: La vente est terminée. Or : {0}.
it: L'asta è finita, hai ricevuto: {0}.
pl: Sprzedaż zakończona, otrzymujesz {0} złota!

# STATE_CHANGED
source: The sale was interrupted because the item is no longer available!
fr: L'offre a été mise à jour. La vente a été annulée.
it: L'asta è stata interrotta perché è finito il periodo di vendita stabilito.
pl: Sprzedaż zakończona, ponieważ przedmiot nie jest już dostępny!

# LIMIT_EXCEEDED
source: You can't add more item on the bazaar because the limit is exceeded
fr: Tu ne peux plus ajouter d'objet au NosBazard car tu as dépassé la limite autorisée.
it: Non puoi aggiungere altri oggetti al NosBazar perchè hai raggiunto il limite.
pl: Nie możesz wystawić więcej przedmiotów do bazaru, ponieważ osiągnąłeś już limit!

# REFUSED_SHARE
source: You refused to share the point of return with the group members.
fr: Tu as refusé de partager le point de retour avec les membres du groupe.
it: Hai rifiutato di condividere il punto di ritorno con i membri del gruppo.
pl: Odrzuciłeś zmianę punktu powrotu!

# GROUP_SHARE_INFO
source: You sent a request to share the point of return with the members of your group.
fr: Tu a envoyé une demande pour partager le point de retour avec les membres de ton groupe.
it: Hai mandato una richiesta per condividere il tuo punto di ritorno con i membri del gruppo.
pl: Wysłałeś prośbę aby podzielić się punktem powrotu

# SP_POINTSADDEDBOTH
source: You received {0} basic and {1} additional SP Points!
fr: Tu as reçu {0} points de base et {1} points additionnels
it: Hai ricevuto {0} punti SP base e {1} punti SP addizionali!
pl: Otrzymałeś {0} podstawowych i {1} dodatkowych punktów SP.

# MUTED_PLURAL
source: You have been muted! Reason: {0} For: {1} minutes
de: Du wurdest bestraft! Grund: {0} für {1} Minuten.
fr: Tu as été sanctionné ! Raison : {0} pour : {1} minutes.
it: Sei stato mutato! Ragione: {0} Per: {1} minuti
th: You have been muted! Reason: {0} For: {1} hours

# NO_HANDLER_GURI
source: No guri handler for: {0}
it: Questo guri non è gestito: {0}
pl: Brak Handler'a guri dla: {0}

# HORN_APPEAR
source: The hunt of the dark horn began.
fr: La chasse au diable de feu volant a commencé.
it: La caccia al Corno oscuro è iniziata.
pl: Rzeź Mrocznego Władcy rozpoczęła się!

# HORN_DISAPEAR
source: The dark horn is gone.
fr: Le diable de feu volant a disparu.
it: Il Corno Oscuro è scomparso.
pl: Mroczny Władca zniknął

# LOD_REQUIERE_LVL
source: You need to be level 55 minimum to join the Land Of The Dead.
fr: Seul les membres de niveau 55 ou plus peuvent entrer dans la Terre Des Morts
it: Devi essere almeno di livello 55 per entrare nella Terra dei Morti.
pl: Musisz osiągnąć 55 poziom, aby móc użyć wrót Krainy Śmierci

# LOD_CLOSED
source: The Land Of The Dead is closed.
fr: La Terre Des Morts est fermée.
it: La Terra Dei Morti è chiusa.
pl: Wrota Krainy Śmierci zostały zamknięte!

# NEED_FAMILY
source: You cannot join the Land Of The Dead without family.
fr: Tu ne peux pas rejoindre la Terre Des Morts sans famille.
it: Non puoi entrare nella Terra Dei Morti senza far parte di una famiglia!
pl: Nie możesz przejść przez wrota Krainy Śmierci bez rodziny

# NOT_ENOUGH_SAVER
source: You don't have enough Fountain of Saviour to resurrect.
fr: Tu n'as pas assez de fontaine magique pour pouvoir résscuciter.
it: Non hai abbastanza Fontana del Salvatore per rivivere.
pl: Nie masz wystarczająco Fontanny Wybawcy, aby się odrodzić!

# INSTANTBATTLE_MONSTERS_WAVE
source: The wave of monsters is preparing to arrive
fr: Les monstres vont apparaître dans 40 secondes.
it: L'orda di mostri si sta preparando ad arrivare.
pl: Kolejna fala potworów przybywa!

# INSTANTBATTLE_SECONDS_REMAINING
source: The instant battle will be closed in {0} seconds.
fr: La bataille se termine dans {0} secondes.
it: Il Combattimento Istantaneo finirà in {0} secondi.
pl: Błyskawiczna Bitwa zakończy się za {0} sekund.
th: เหลือเวลาอีก {0} วินาที

# INSTANTBATTLE_SUCCEEDED
source: You won the instant battle!
fr: Tu as gagné le combat instantané ! Félicitations !
it: Hai visto il Combattimento Istantaneo
pl: Wygraliście Błyskawiczną Bitwę!

# INSTANTBATTLE_QUESTION
source: Do you want to join the instant battle ?
fr: Veux-tu participer au combat instantané ?
it: Vuoi entrare nel Combattimento Istantaneo ?
pl: Czy chcesz dołączyć do Błyskawicznej Bitwy?
th: จะเข้าร่วมการต่อสู้เดี๋ยวนี้?

# INSTANTBATTLE_SECONDS
source: The instant battle will begin in {0} seconds.
fr: Dans {0} secondes un combat instantané va commencer.
it: Tra {0} secondi inizierà il Combattimento Istantaneo.
pl: Błyskawiczna Bitwa rozpocznie się za {0} sekund.
th: หลังจาก {0} วินาที Instant battle เริ่มขึ้นแล้ว

# INSTANTBATTLE_STARTED
source: The instant battle has begin!
fr: Un combat instantané a commencé.
it: Il Combattimento Istantaneo è iniziato!
pl: Błyskawiczna Bitwa rozpoczęta!
th: การต่อสู้ได้เริ่มขึ้นแล้ว

# MINILAND_VISITOR
source: Total visits: {0}, Daily visits: {1}
fr: Total des visiteurs : {0} Visiteurs aujourd'hui : {1}
it: Visite Totali: {0}, Visite Giornaliere: {1}
pl: Wizyt: {0}, dzisiejsze wizyty: {1}

# REPUT_INCREASE
source: Reputation has been increased.
fr: Les points de réputation ont été augmenté.
it: La Reputazione è aumentata.
pl: Reputacja podniesiona!

# WIN_MONEY
source: Money: +{0}
fr: Tu reçois {0} pièces d'or en récompense de ta victoire.
it: Oro: +{0}
pl: Złoto: +{0}

# WIN_REPUT
source: Reputation: +{0}
fr: Tu reçois {0} points de réputation en récompense de ta victoire.
it: Reputazione: +{0}
pl: Reputacja: +{0}

# WIN_SP_POINT
source: SP points: +{0}
fr: Tu reçois {0} points de spécialiste supplémentaires en récompense de ta victoire.
it: Punti SP: +{0}
pl: Punkty SP: +{0}

# INSTANTBATTLE_MINUTES
source: The instant battle will begin in {0} minutes.
fr: Dans {0} minutes un combat instantané va commencer.
it: Il Combattimento Istantaneo inizierà tra {0} minuti.
pl: Błyskawiczna Bitwa rozpocznie się za {0} minut.

# INSTANTBATTLE_MINUTES_REMAINING
source: The instant battle will be closed in {0} minutes.
fr: La bataille se termine dans {0} minutes.
it: Il Combattimento Istantaneo finirà in {0} minuti.
pl: Blyskawiczna Bitwa zakończy się za {0} minut.

# INSTANTBATTLE_MONSTERS_APPEAR
source: The monsters are here!
fr: Ouaaah ! Les monstres sont en train d'arriver !
it: Stanno per apparire i mostri!
pl: Uwaga! Potwory nadchodzą!

# INSTANTBATTLE_MONSTERS_HERE
source: Reinforcements are here.
fr: Les monstres sont apparus !
it: Sono arrivati i mostri!
pl: Uwaga! Wsparcie potworów przybywa!

# INSTANTBATTLE_MONSTERS_INCOMING
source: Monsters incoming!
fr: Les monstres s'approchent lentement en masse...
it: I mostri stanno arrivando in massa!
pl: Potwory nadchodzą!

# MINILAND_CLOSED_BY_FRIEND
source: The mini-land has been closed.
fr: Le Mini-pays est désormais fermé.
it: La Mini-Land è stata chiusa.

source: Mini-land info changed
fr: Ta description a été mise à jour
it: Informazioni Mini-Land cambiate.

# MINILAND_LOCK
source: The mini-land is now locked.
fr: Le Mini-pays est maintenant verrouillé.
it: La Mini-Land è stata bloccata.

# MINILAND_NEED_LOCK
source: You need to lock your mini-land to make modifications.
fr: Ton mini pays a besoin d'être verrouillé pour effectuer des modifications.
it: Devi prima bloccare la Mini-Land per costruire.

# MINILAND_PRIVATE
source: The mini-land is now private.
fr: Le Mini-pays est maintenant privé.
it: La Mini-Land adesso è pubblica.

# HERO_XPRATE_NOW
source: Hero rate
fr: [Rate exp héroîque] :
it: Tasso Esperienza Eroe:

# HERO_LEVELUP
source: You hero level has been increased!
fr: Ton niveau héroïque a augmenté !
it: Il tuo livello eroe è salito!

# HEROXP_RATE_CHANGED
source: The hero xp rate has been changed!
fr: Le taux d'expérience héroïque a été modifié.
it: Il Tasso Esperienza Eroe è stato cambiato!

# NEW_NAME_PET
source: Your NosMate name's has been changed
fr: Tu as changé le nom de ton NosMate !
it: Il nome del tuo animale è stato cambiato!

# PET_SUMMONABLE
source: You can summon your NosMate right now at any time.
fr: Tu peux désormais invoquer ton NosMate à tout moment !
it: Puoi evocare il tuo NosMate in ogni momento

# PET_RELEASED
source: Your NosMate is now free.
fr: Ton NosMate est maintenant libre.
it: Il tuo NosMate è stato liberato.

# PET_LEAVE_BEAD
source: Your NosMate is out the bead!
fr: Ton NosMate est sorti de sa perle.
it: Il tuo NosMate è uscito dalla perla!

# PET_KICKED
source: Your NosMate has been refer to your Mini-Land.
fr: Ton NosMate a été renvoyé au Mini-Pays.
it: Il tuo NosMate è stato mandato nella tua Mini-Land.

# PET_CAN_PICK_UP
source: Now, your NosMate can drop items.
fr: À partir de maintenant, le familier peut ramasser des objets.
it: Adesso, il tuo NosMate può far cadere gli oggetti.

# GET_PET_PLACES
source: Right now, you can have more NosMate.
fr: Désormais, tu peux stocker plus de NosMate !
it: Adesso puoi avere più NosMates.

# ASK_RELEASE_PET
source: Do you want to take out your NosMate ?
fr: Voulez-vous sortir le NosMate de la perle ?
it: Vuoi far uscire il tuo NosMate dalla perla?

# ASK_KICK_PET
source: Do you want to refer your NosMate to the Mini-Land?
fr: Voulez-vous renvoyez le NosMate au Mini-Pays ?
it: Vuoi mandare in MiniLand?
