Repository: OpenNos/OpenNos
Catalog: OpenNos.World/Resource/LocalizedResources.*.resx
Languages: de, fr, it, pl, th

# NO_ENTRY
source: No EntryPoint found.
de: Kein Einstiegspunkt gefunden!
fr: Pas de point d'entrée trouvé
it: Nessun EntryPoint trovato
th: ไม่มีสัญญาณจากจุดตรงนี้ เนื่องจากเป้าหมายอยู่ไกลมาก

# NO_HANDLER_ITEM
source: No handler found for this item in class {0}
de: Kein Handler gefunden für das Item in Klasse {0}
fr: Aucun gestionnaire trouvé pour cet objet dans la classe {0}
it: Nessun handler trovato per questo item {0}

# NO_ITEM
source: Item doesn't exist!
de: Das Item existiert nicht.
fr: L'objet n'existe pas.
it: L'oggetto non esiste
pl: Przedmiot nie istnieje.

# NO_MAP
source: Server need at least nosville MAP to work!
de: Der Server benötigt die Nosville Karte um zu funktionieren!
fr: Le serveur a besoin de NosVille pour fonctionner.
it: Il server ha bisogno almeno della mappa di NosVille per poter funzionare!
pl: Serwer potrzebuję przynajmniej mapy nosville, aby działać poprawnie!

# NO_NRUN_HANDLER
source: No n_run Handler implementation for {0}
de: Keine n_run Handler Implementierung für {0}
fr: Pas d'implentation "n_run" pour {0}
it: Nessun n_run Handler implementazione per {0}

# NO_PREZ_MESSAGE
source: No description.
de: Keine Selbstbeschreibung vorhanden.
fr: Aucun message de présentation.
it: Nessun messaggio di presentazione
pl: Brak opisu.
th: ไม่มีจดหมายแนะนำส่วนตัว

# NO_SP
source: You're not wearing specialist card!
de: Keine Spezialistenkarte ausgerüstet.
fr: Aucune carte de spécialiste n'est équipée.
it: Nessuna carta speciale in uso
pl: Nie założyłeś karty specjalisty!
th: ไม่มี Special Card

# NPCMONSTERS_LOADED
source: {0} NpcMonsters loaded!
de: {0} NPC-Monster geladen!
fr: {0} Pnj-Monstres chargés !
it: {0} Npc-Mostri Caricati!
pl: {0} Załadowanych npc-potworów!

# MAPNPCS_LOADED
source: {0} MapNpcs loaded!
de: {0} NPCs geladen!
fr: {0} Pnj sur les cartes chargés.
it: {0} Npc Caricati!
pl: {0} Załadowanych MapNpc!
th: {0} Npcs Loaded!

# PACKET_ARRIVED
source: Packet arrived, packet: {0}
de: Packet erhalten: {0}
fr: Paquet arrivé, paquet: {0}
it: È arrivato un pacchetto: {0}
pl: Odebrano pakiet, pakiet: {0}

# PACKET_FAILURE
source: Failed to send packet {0} to client {1}, {2}.
de: Fehler beim Senden von Packet {0} an Client {1}, {2}.
fr: Échec de l'envoi de paquets {0} au client {1}, {2}.
it: Invio del pacchetto fallito {0} al client {1}, {2}.
pl: Nie udało sie wysłać pakietu {0} do użytkownika {1}, {2}.

# PERFECTSP_ATTACK
source: Attack
de: Angriff
fr: Attaque
it: Attacco
pl: Atak
th: พลังโจมตี

# PERFECTSP_DEFENSE
source: Defense
de: Verteidigung
fr: Défense
it: Difesa
pl: Obrona
th: พลังป้องกัน

# PERFECTSP_ELEMENT
source: Element
fr: Élement
it: Elemento
th: ธาตุ

# PERFECTSP_FAILURE
source: SP Perfection failed!
de: Perfektionierung der SP fehlgeschlagen!
fr: Perfectionnement de la carte spécialiste a échoué !
it: Perfezione SP fallita
pl: Wprowadzanie perfekcji zakończylo sie niepowodzeniem!
th: การ Plus Upgrade ล้มเหลว

# PERFECTSP_FIRE
source: Fire
de: Feuer
fr: Feu
it: Fuoco
pl: Ogien
th: ความต้านทานธาตุไฟ

# PERFECTSP_LIGHT
source: Light
de: Licht
fr: Lumière
it: Luce
pl: Swiatło
th: ความต้านทานธาตุแสง

# PERFECTSP_SHADOW
source: Shadow
de: Schatten
fr: Obscurité
it: Oscurità
pl: Mrok
th: ความต้านทานธาตุความมืด

# PERFECTSP_SUCCESS
source: SP Perfection successful: {0} +{1}
de: Perfektionierung der SP erfolgreich: {0} +{1}
fr: Perfectionnement de la carte spécialiste réussi : {0} +{1} !
it: Perfezione SP avvenuta: {0} +{1}
pl: Wprowadzanie perfekcji zakończyło sie powodzeniem: {0} +{1}
th: การ Plus Upgrade สำเร็จ +{1} ({0})

# PERFECTSP_WATER
source: Water
de: Wasser
fr: Eau
it: Acqua
pl: Woda
th: ความต้านทานธาตุน้ำ

source: Points set
de: Punkte wurden aktualisiert.
fr: Statut appliqué.
it: I punti sono stati assegnati.
pl: Punkty specjalisty zostaly przypisane.
th: ค่าสถานะได้เพิ่มขึ้น

# PORTAL_BLOCKED
source: This portal is locked, i can't use it.
de: Kann Portal nicht benutzen da es gesperrt ist!
fr: Vous ne pouvez pas utiliser ce portail... Il est bloqué !
it: Non puoi usare questo portale perche' e' bloccato
pl: Portal zablokowany, nie moge go użyć.
th: ประตูถูกปิดอยู่

source: Quick get up disabled
de: Du kannst nicht sofort aufstehen, wenn du dich ausruhst.
fr: Tu ne peux pas te lever tout de suite quand tu te reposes.
it: Rialzati subito disattivato.
pl: Szybkie wstawanie wyłaczone
th: คุณปิดการใช้ระบบยืนอัตโนมัติ

source: Quick get up enabled
de: Um sofort aufzustehen, klicke mit der Maus auf einen beliebigen Punkt.
fr: Pour te lever, clique sur un endroit aléatoire.
it: Per rialzarti subito, clicca con il mouse su un punto a scelta.
pl: Szybkie wstawanie właczone
th: คุณจะยืนขึ้น เมื่อเคลื่อนที่หรือใช้เม้าส์กระทำการใดๆ ในขณะที่กำลังพัก

# RARIFY_FAILED
source: Gambling failed! The item disappeared.
de: Das Wetten ist fehlgeschlagen. Das Item ist verschwunden.
fr: L'objet à disparu, car le pari à échoué !
it: L'item è scomparso perché la scommessa non è andata a buon fine.
pl: Hazard się nie powiodł! Przedmiot został zniszczony.
th: Item สูญหายไปเนื่องจากการเดิมพันล้มเหลว!

# RARIFY_FAILED_ITEM_SAVED
source: Gambling failed, but the Item was saved from destruction.
de: Das Wetten ist fehlgeschlagen, doch das Item wurde vor der Zerstörung geschützt.
fr: Le pari a échoué. Heureusement, le parchemin protecteur à protégé l'objet.
it: La scommessa è fallita, ma l'item l'ha salvato dalla distruzione.
pl: Hazard się nie powiodł, ale przedmiot został ochroniony przed zniszczeniem.

# RARIFY_SUCCESS
source: Gambling succeeded! New Rare level: {0}
de: Das Wetten war erfolgreich! Neues Seltenheitslevel: {0}
fr: Pari réussi ! Niveau de rareté : {0}
it: Scommessa riuscita! Livello di rarità:{0}
pl: Hazard sie udal! Rzadkosc: {0}
th: การเดิมพันสำเร็จ! ได้รับ Rare Level : {0}

# RECIPES_LOADED
source: {0} Recipes loaded!
de: {0} Rezepte geladen!
fr: {0} Recettes chargées !
it: {0} Ricette Caricate!
pl: {0} Załadowanych przepisów!

# EXCHANGE_REFUSED
source: {0} refused your exchange request.
it: {0} ha rifiutato il commercio
pl: Gracz {0} odrzucił twoją propozycje wymiany.
th: {0} ยกเลิกการแลกเปลี่ยน

# REP_CHANGED
source: Reputation changed
de: Dein Ruf wurde verändert.
fr: Réputation modifiée.
it: La tua reputazione è cambiata.
pl: Reputacja zmieniona!
th: ค่าชื่อเสียงได้ถูกเปลี่ยน

# SELL_ITEM_VALIDE
source: Sold: {0} <{1} : piece >
de: {0}: Verkauft <{1} : Stück >
fr: {0}: vendu <{1} : pièces >
it: {0}: vendi <{1} : pezzi >
pl: Sprzedano: {0} <{1} : sztuk >

# SEX_CHANGED
source: Sex has been changed!
de: Dein Geschlecht hat sich verändert!
fr: Tu as changé de sexe.
it: Il sesso è stato cambiato
pl: Płeć zmieniona!

# SHARING
source: Sharing with everyone
de: Teilen als Gruppe.
fr: La collecte d'objet a été modifiée << Partager en tant que groupe >>
it: Condivisione per tutti gli elementi del gruppo
pl: Dzielenie ze wszystkimi
th: เปลี่ยนการตั้งค่าการได้รับ Item จาก Party เป็น 'แบ่งกัน'

source: Sharing by order
de: Nach der Reihe plündern.
fr: La collecte d'objet a été modifiée << Partager en ordre >>
it: Condivisione per ordine
pl: Dzielenie względem kolejności
th: เปลี่ยนการตั้งค่าการได้รับ Item จาก Party เป็น 'แยกกัน'

# SHOPS_LOADED
source: {0} Shops loaded!
de: {0} Shops geladen!
fr: {0} Magasins chargés !
it: {0} Negozi Caricati!
pl: {0} Załadowanych sklepów!

# SHOP_EMPTY
source: Shop cannot be empty!
de: Kein Item zum Verkauf verfügbar.
fr: Aucun objet ne peut être vendu.
it: Il negozio non può essere vuoto
pl: Sklep nie moze być pusty!
th: ไม่มี Item ที่คุณสามารถขายได้

# SHOP_NEAR_PORTAL
source: You cannot create shop so close to portal!
de: Öffne den Shop nicht am Portal.
fr: Tu ne peux pas ouvrir le magasin près du portail.
it: Non puoi aprire un negozio così vicino ad un portale!
pl: Nie mozesz ustawić sklepu tak blisko portalu!
th: กรุณาเปิดร้านให้ห่างจากจุดวาป

# SHOP_OPEN
source: Shop has been opened
de: Du hast einen Shop eröffnet.
fr: Magasin ouvert.
it: Il negozio è stato aperto
pl: Sklep został otwarty!
th: คุณได้เปิดร้านค้าแล้ว

# SHUTDOWN_MIN
source: Server will be shutdown in {0} Minutes.
de: Server wird in {0} Minuten heruntergefahren.
fr: Le serveur sera déconnecté dans {0} minutes.
it: Il server si spegnerà in {0} Minuti!
pl: Server zostanie wyłaczony za {0} Minut.
th: ระบบจะถูกปิดภายใน{0}นาทีโปรดออกจากเกมเพื่อป้องกันการสูญหายของข้อมูล

# SHUTDOWN_SEC
source: Server will be shutdown in {0} Seconds.
de: Server wird in {0} Sekunden heruntergefahren.
fr: Le serveur sera déconnecté dans {0} secondes.
it: Il server si spegnerà in {0} Secondi!
pl: Server zostanie wyłaczony za {0} Sekund.
th: ระบบจะถูกปิดภายใน{0}วินาทีโปรดออกจากเกมเพื่อป้องกันการสูญหายของข้อมูล

# SKILL_LEARNED
source: You learned a new skill!
de: Du hast ein neuen Skill erlernt.
fr: Tu as appris une nouvelle compétence !
it: Hai imparato una nuova skill
pl: Twoja postać nauczyła się nowej umiejetności.
th: คุณได้เรียน Skill ใหม่เรียบร้อยแล้ว

# SKILL_CANT_LEARN
source: You can't learn this skill.
fr: Tu ne peux pas apprendre cette compétence.
it: Non puoi imparare questa skill
pl: Nie możesz nauczyć się tej umiejętności.
th: คุณไม่สามารถเรียนสกิวนั้นได้

# SPLEVEL_CHANGED
source: Specialist level has been changed!
de: Sperzialistenlevel wurde erhöht!
fr: Le niveau de votre carte spécialiste a bien été changé.
it: Il livello della carta dello specialista è cambiato!
pl: Poziom specjalisty zostal zmieniony!
th: เลเวลของการ์ดได้ถูกเปลี่ยน

# SPUSE_NEEDED
source: You need to transform into specialist to accept point change!
de: Du musst dich zum Spezialisten transformieren um Punkte zu verteilen.
fr: Vous devez vous transformer en spécialiste pour accepter les changements de points.
it: Devi mettere la SP prima di applicare i punti
pl: Musisz zmienić sie w specjalistę, aby zatwierdzić zmiane punktów.

# SP_REFILL
source: Specialist point set!
de: Spezialistenpunkte wurden aufgefüllt!
fr: Les points de spécialiste ont bien été ajoutés !
it: Punti specialista assegnati
pl: Punkty specjalisty zostały zapisane!

# SP_BLOCKED
source: You can't change sp now!
de: Du kannst deine Spezialistenkarte jetzt nicht wechseln.
fr: C'est impossible d'échanger les cartes de spécialiste pendent la transformation.
it: Non puoi cambiare una Carta Speciale durante la trasformazione.
pl: Nie mozesz teraz zmienić karty specjalisty.
th: ไม่สามารถกลับสู่ร่างเดิมได้ เนื่องจากติดผลลงโทษจากการตาย

# SP_INLOADING
source: Wait {0} seconds!
de: Kann aufgrund des Nebeneffekts der Transformation nicht transformieren: {0} Sekunden.
fr: Durée de l'effet secondaire lié à la transformation : {0} secondes.
it: Aspetta {0} secondi!
pl: Ladowanie karty specjalisty, pozostalo {0} sekund.
th: ไม่สามารถเปลี่ยนร่างได้เนื่องจากผลข้างเคียงของการเปลี่ยนร่าง : {0} วินาที

# STARTED
source: WorldServer started successfully.
de: Server erfolgreich gestartet!
fr: Le serveur s'est lancé sans problèmes !
it: Il server si è avviato con successo!
pl: Server świata uruchomiony poprawnie!

# STAY_TIME
source: SP transformation needs cooldown, {0} seconds
de: Dauer des Nebeneffekts der Transformation: {0} Sekunden
fr: Durée de l'effet secondaire lié à la transformation : {0} secondes.
it: La trasformazione non essere realizzata a causa dell'effetto collaterale della trasformazione, aspetta: {0} secondi
pl: Transformacja potrzebuje {0} sekund na ponowne załadowanie!
th: ผลข้างเคียงจากการเปลี่ยนร่าง : {0} วินาที

# SURE_TO_DELETE
source: Are you sure you want to delete this item?
de: Wenn du den Gegenstand zerstörst, kann er nicht wiederhergestellt werden. Willst du ihn wirklich zerstören?
fr: L'objet va être détruit.
it: L'item verrà distrutto.
pl: Jeśli zniszczysz ten przedmiot, nie będzie już można go odzyskać. Czy na pewno chcesz to zrobic?
th: คณต้องการลบ Item นี้ใช่ไหม?

# SWORDMAN
source: Swordsman
de: Schwertkämpfer
fr: Escrimeur
it: Spadaccino
pl: Wojownik

# TOO_BIG
source: Message is too big ({0} bytes). Max allowed length is {1} bytes.
de: Nachricht ist zu groß ({0} bytes). Die maximale Länge beträgt {1} bytes.
it: Il messaggio è troppo lungo ({0} bytes). La lunghezza massima consentità è di {1} bytes.
pl: Wiadomość jest za duża ({0} bytes). maksymalna długość to: {1} bytes.

# TOTAL_SESSION
source: Total number of sessions
de: Aktuelle Sitzungen
fr: [Utilisateurs connectés] :
it: Numero totale di sessioni
pl: Ilość sesji
th: จำนวนผู้เล่นที่ออนไลน์

# TRADE_BLOCKED
source: User has blocked exchanges!
de: Dein Gegenüber blockiert Tauschgeschäfte.
fr: L'utilisateur a bloqué les demandes d'échanges.
it: L'altra persona ha il commercio bloccato
pl: Uzytkownik zablokowal opcje wymiany.
th: ผู้เล่นตั้งค่าระงับการแลกเปลี่ยนไว้

# UPDATE_ACCOUNT_ERROR
source: Error inserting or updating Account {0} , {1}
de: Fehler beim Einfügen/Aktualisieren des Accounts {0} , {1}
fr: Erreur d'insertion ou de mise à jour du compte {0} , {1}
it: Errore nell'inserimento o aggiornamento dell'Account {0} , {1}
pl: Bład przy zapisywaniu badź odswieżaniu konta {0} , {1}

source: Upgrade failed!
de: Die Verbesserung ist fehlgeschlagen. Das Item ist verschwunden.
fr: L'amélioration a échoué.
it: L'upgrade è fallito
pl: Ulepszanie nie powiodlo sie!
th: การอัพเกรด Item ล้มเหลว

# UPGRADE_FAILED_ITEM_SAVED
source: Upgrade failed but item was saved.
de: Die Verbesserung ist fehlgeschlagen, doch das Item wurde vor der Zerstörung geschützt.
fr: L'amélioration a échoué. Heureusement, le parchemin protecteur a préservé l'objet.
it: L'upgrade è fallito, ma l'item non è scomparso.
pl: Ulepszanie nie powiodlo sie, ale przedmiot zostal ocalony.
th: การอัพเกรดล้มเหลว แต่ด้วย protection scroll จึงปกป้อง Item นี้ไว้

# UPGRADE_FIXED
source: Item level has been locked!
de: Fixiertes Level!
fr: Niveau fixe.
it: Upgrade bloccato
pl: Poziom ulepszenia przedmiotu zostal zablokowany.
th: จำกัดระดับของ Item

# UPGRADE_SUCCESS
source: Upgrade succesed!
de: Die Verbesserung war erfolgreich!
fr: L'amélioration au niveau suivant a réussi avec succès !
it: L'upgrade è avvenuto con successo
pl: Ulepszanie powiodlo sie!
th: การอัพเกรด Item สำเร็จ

# USER_NOT_CONNECTED
source: User is not connected.
de: Benutzer ist nicht online.
fr: Ce joueur n'est pas connecté.
it: Il giocatore non è connesso.
pl: Uzytkownik nie jest polaczony.
th: ไม่สามารถพูดคุยกับเพื่อนที่ Offline อยู่ได้

# USER_NOT_HERO
source: Only heroes may use hero messages.
de: Nur Helden dürfen die Heldennachrichten benutzen.
fr: Seuls les héros peuvent utiliser des messages de héros.
it: Solo gli eroi possono utilizzare questo tipo di messaggio.
pl: Tylko bohaterowie moga uzywać czatu bohaterów.
th: เพียง3 อันดับเท่านั้นที่จะใช้ได้

source: Whisper blocked
de: Von jetzt an blockst du Flüstern.
fr: À partir de maintenant, tu bloques les chuchotements.
it: Adesso la chat privata è stata bloccata
pl: Szept zablokowany
th: คุณจะไม่ได้รับการกระซิบ ตั้งแต่นี้เป็นต้นไป

# WHISPER_UNLOCKED
source: Whisper allowed
de: Von jetzt an akzeptierst du Flüstern.
fr: À partir de maintenant, tu débloques les chuchotements.
it: Adesso la chat privata è consentita
pl: Szept widoczny
th: คุณจะเปิดรับการกระซิบ ตั้งแต่นี้เป็นต้นไป

source: Wrong value!
de: Falscher Wert
fr: La valeur est incorrecte.
it: Valore sbagliato
pl: Zła wartość!
th: ค่าที่คุณกรอกผิดพลาด

# YOU_ASK_FOR_EXCHANGE
source: You ask for an exchange with: {0}.
de: Du hast {0} nach einem Tausch gefragt.
fr: Tu as fait une demande d'échange avec {0}
it: Hai richiesto il commercio a {0}
pl: Poprosileś o wymianę z graczem: {0}
th: คุณได้ขอทำการแลกเปลี่ยนกับ {0}

# CHARACTER_LOGGED_IN
source: {0} has logged in.
de: {0} hat sich gerade eingeloggt.
fr: {0} est en ligne.
it: {0} si è connesso.
pl: {0} połączył się.
th: {0} เข้าสู่เกม

# CHARACTER_LOGGED_OUT
source: {0} has logged out.
de: {0} hat sich gerade ausgeloggt.
fr: {0} est hors ligne.
it: {0} si è disconnesso.
pl: {0} rozłączył się.
th: {0} ออกจากเกม

# NOT_ENOUGH_POWER_SEED
source: You dont have enough power seeds.
de: Du hast nicht genug Saat der Macht.
fr: Vous n'avez pas assez de graine de pouvoir.
it: Non hai abbastanza semi della potenza
pl: Niewystarcząjaca ilość ziaren mocy!
th: คุณมี Seed of Chaos ไม่เพียงพอ

# NOT_ENOUGH_SEED_SAY
source: I don't have enough power seeds.
de: Ich habe nicht genug Saat der Macht.
fr: Je n'ai pas assez de graine de pouvoir...
it: Non ho abbastanza semi della potenza
pl: Nie mam wystarczającej ilości ziaren mocy!
th: T.T ฉันมี Seed of Chaos ไม่พอ

# SEED_USED
source: Seeds of power used!
de: Du hast Saat der Macht verbraucht.
fr: Tu as utilisé des Graines de Pouvoir.
it: Hai usato semi della potenza
pl: Użyto ziaren mocy!
th: คุณใช้ Seed of Chaos 10 ชิ้น

# SHOP_PRIVATE_SHOP
source: Private shop
de: Privater Shop
fr: Tu as ouvert un magasin.
it: Bottega Privata
pl: Sklep prywatny
th: เปิดร้านขายของส่วนตัว

# CANT_ATTACK
source: You can't attack right now.
de: Du kannst gerade nicht angreifen.
fr: Tu ne peux pas encore l'utiliser.
it: Non puoi ancora attaccare
pl: Nie możesz teraz atakować.
th: ไม่อยู่ในโหมดที่จะใช้ Skill นี้

# JOB_LEVELUP
source: Job level has been increased!
de: Dein Joblevel hat sich erhöht!
fr: Ton niveau de métier a augmenté !
it: Livello Lavoro Aumentato
pl: Osiągnąłeś wyższy poziom profesji!
th: Job level เพิ่มขึ้น

# FAIRY_LEVELUP
source: Your {0} level increased
de: Dein/e {0} ist im Level aufgestiegen!
fr: {0} a progressé !
it: La potenza della tua fata è aumentata di {0} livello.
pl: Twoja wróżka {0} zdobyła kolejny poziom!
th: {0} พลังเพิ่มขึ้น

# NOT_ENOUGH_MP
source: Not enough mp to use that skill.
de: Zu wenig Mana um diese Fähigkeit zu benutzen!
fr: Tu n'as pas assez de mp pour lancer ce sort.
it: Non hai abbastanza mp
pl: Niewystarczająca ilość many, aby użyć tej umiejętności.
th: ค่า MP ไม่เพียงพอ

# SP_LEVELUP
source: SP level increased
de: Joblevel der Spezialistenkarte wurde erhöht.
fr: Le niveau spécialiste est augmenté.
it: Il lavoro del tuo specialista è aumentato
pl: Twój specjalista zdobył kolejny poziom!
th: Level Specialist เพิ่มขึ้น

# NO_WEAPON
source: You're not wearing appropriate weapon!
de: Du trägst keine angemessene Waffe!
fr: Tu n'as pas d'arme à utiliser.
it: Equipaggia un arma
pl: Nie nosisz odpowiedniego uzbrojenia!
th: ไม่มีอาวุธใช้งาน

# AMMO_LOADED_ADVENTURER
source: Ammo loaded!
de: Steine wurden geladen.
fr: Les munitions ont été rechargées.
it: Munizioni caricate!
pl: Amunicja do procy załadowana.
th: บรรจุลูกกระสุน

# AMMO_LOADED_ARCHER
source: Arrows loaded!
de: Pfeile wurden geladen.
fr: Les flèches sont rechargées.
it: Frecce caricate!
pl: Strzały załadowane.
th: บรรจุลูกธนู

# AMMO_LOADED_SWORDSMAN
source: Crossbow bolts loaded, Chaaaarge!
de: Bolzen wurden geladen.
fr: Les carreaux sont rechargés.
it: Dardi caricati!
pl: Bełty do kuszy załadowane.
th: บรรจุกระสุน

# NO_AMMO_ADVENTURER
source: You don't have enough ammo. Buy it in equipment shop.
de: Keine Steine vorhanden - Kaufe welche im Shop.
fr: Tu n'as pas assez de munitions. Achètes-en dans le magasin d'équipement.
it: Non hai abbastanza Munizioni... Comprali al Negozio d'Armi!
pl: Brak amunicji do procy. Zakup ją w sklepie z wyposażeniem.
th: ลูกกระสุนไม่เพียงพอ สามารถซื้อเพิ่มได้จากร้านขายอุปกรณ์

# NO_AMMO_ARCHER
source: You don't have enough arrows. Buy it in equipment shop.
de: Keine Pfeile vorhanden - Kaufe welche im Shop.
fr: Tu n'as pas assez de flèches. Achètes-en dans le magasin d'équipement.
it: Non hai abbastanza Frecce... Comprale al Negozio d'Armi!
pl: Brak strzał. Zakup je w sklepie z wyposażeniem.
th: ลูกธนู หมด!! คุณต้องกลับไปซื้อมันมาจากร้านอุปกรณ์

# NO_AMMO_SWORDSMAN
source: You don't have enough crossbow bolts. Buy it in equipment shop.
de: Keine Bolzen vorhanden - Kaufe welche im Shop.
fr: Tu n'as pas assez de carreaux. Achètes-en dans le magasin d'équipement.
it: Non hai abbastanza Dardi... Comprali al Negozio d'Armi!
pl: Brak bełtów. Zakup je w sklepie z wyposażeniem.
th: กระสุน หมด!! คุณต้องกลับไปซื้อมันมาจากร้านอุปกรณ์

# REFUSED_GROUP_REQUEST
source: {0} refused your group request.
it: {0} ha rifiutato l'invito al gruppo!
pl: Gracz {0}, odrzucił twoje zaproszenie do grupy.
th: {0} ปฏิเสธการชวน

# CANT_EQUIP_DESTROYED_SP
source: You can't equip destroyed sp!
de: Du kannst keine zerstörte Spezialistenkarte anziehen.
fr: C'est maintenant impossible de l'utiliser, car l'âme a été détruite.
it: Non puoi equipaggiare una SP distrutta.
pl: Nie możesz nosić zniszczonego sp.
th: มันไม่สามารถใช้งานได้อีก เนื่องจากจิตวิญญาณถูกทำลาย

# CANT_UPGRADE_DESTROYED_SP
source: You can't upgrade sp with dead soul!
de: Du kannst zerstörte Spezialistenkarten nicht verberssern.
fr: Tu ne peux pas l'améliorer car l'âme est détruite.
it: Non puoi migliorare una SP distrutta.
pl: Nie możesz ulepszyć karty specjalisty z martwą duszą!
th: มันคือ Card ที่ถูกทำลายวิญญาณไปแล้ว

# UPGRADESP_DESTROYED
source: SP destroyed.
de: Spezialistenkarte wurde zerstört.
fr: L'âme de la carte spécialiste est détruite.
it: La SP si è distrutta.
pl: Dusza specjalisty została zniszczona.
th: วิญญาณของ Special list card ถูกทำลาย

# GROUP_JOIN
source: You joined {0}'s group!
de: {0} ist der Gruppe beigetreten.
fr: Vous avez rejoint le groupe de {0}
it: Sei entrato nel gruppo di {0}.
pl: Dołączyłeś do grupy użytkownika {0}

# NO_WIG
source: You're not wearing that cool afro ;)
de: Du musst eine Afroperücke tragen.
fr: Tu ne portes pas de coiffures spéciales
it: Non puoi indossare i capelli afro :)
pl: Ubierz afro!

# IN_BATTLE
source: You can't invite players when battling.
de: Du kannst den Spieler während eines Kampfes nicht einladen!
fr: C'est impossible de faire du commerce avec un joueur en plein combat.
it: Non puoi invitare i giocatori mentre combattono!
pl: Nie możesz zapraszać graczy bedąc w walce.

# USER_NOT_BANNED
source: User is not banned.
de: Spieler ist nicht gesperrt.
fr: Le joueur a été débanni.
it: L'utente non è bannato
pl: Gracz nie jest zbanowany.
th: ผู้ใช้ไม่ถูกแบน

# USER_NOT_MUTED
source: User is not muted.
de: Der Spieler ist nicht gemuted.
fr: Le joueur ne subis plus la sourdine.
it: L'utente non è silenziato.
pl: Gracz nie jest wyciszony.
th: ผู้ใช้ไม่ถูกลงโทษ

# NOT_ENOUGH_POINTS
source: You don't have enough sp points to do this.
de: Nicht genügend Punkte vorhanden.
fr: Tu n'as pas assez de points.
it: Non hai abbastanza punti sp.
pl: Nie masz wystarczająco punktów specjalisty, aby to zrobić.
th: ค่า SP ไม่เพียงพอ

# TRANSFORMATION_NEEDED
source: You need to be transformed to reset your sp points.
de: Du mussst Transformiert sein, um die SP-Punkte zurückzusetzen.
fr: Tu dois équiper ta Carte de Spécialiste pour pouvoir utiliser cet objet.
it: Devi essere trasformato per resettare i punti sp!
pl: Muszisz się transformować aby zresetować swoje punkty specjalisty.

source: Speaker
de: Gesamt
fr: Total
it: <Altoparlante>
pl: Głośnik
th: ถึงทุกคน

# REMOVE_VEHICLE
source: Before transforming you should remove your vehicle.
de: Steige von deinem Reittier herrunter, damit du deine Spezialistenkarte anziehen kannst.
fr: Tu ne peux pas faire ça tant que tu n'as pas enlevé la transformation.
it: Prima di trasformarti devi rimuovere il veicolo.
pl: Zanim przejdziesz transformację powinieneś najpierw zdjąć swój pojazd.
th: คุณสามารถใช้ ฟื้นฟูนี้เท่านั้น เมื่อคุณแปลงร่างเป็น Rider แล้ว

# MEMORY
source: Used memory
de: Aktueller Verbrauch:
fr: [Mémoire utilisée] :
it: Memoria usata!
pl: Użycie pamięci
th: ใช้แรมไปทั้งหมด

# SHOP_NOT_ALLOWED
source: You can't open shops on global maps.
de: Shop kann auf der Karte nicht geöffnet werden.
fr: Tu ne peux pas ouvrir de magasin dans cette zone.
it: Non puoi aprire il negozio nelle mappe generali.
pl: Nie możesz otwierac sklepów na głównych mapach.
th: โปรดใช้บริเวณที่จัดไว้ให้สำหรับการตั้งร้านค้าส่วนตัว

source: Skill does not exist.
de: Der Skill existiert nicht.
fr: La compétence n'existe pas !
it: La skill non esiste!
pl: Taka umiejętność nie istneje!
th: ไม่สามารถลบได้ หากมันถูกเชื่อมต่อกับ plus skill
