Repository: OpenNos/OpenNos
Catalog: OpenNos.World/Resource/LocalizedResources.*.resx
Languages: de, fr, it, pl, th

# ALREADY_EXCHANGE
source: User is in exchange!
de: Der Spieler tauscht bereits!
fr: Le joueur est déjà en train d'effectué un échange.
it: L'utente sta già scambiando.
pl: Użytkownik przeprowadza aktualnie wymianę.
th: แลกเปลี่ยนเรียบร้อยแล้ว

# ALREADY_MORPHED
source: You are already morphed!
de: Du bist bereits gemorphed!
fr: Tu es déjà sous l'effet de la transformation.
it: Sei già trasformato!
pl: Nosisz już pojazd!

# ASK_BIND
source: Do you want to wear that item? this will bind that item to your character.
de: Möchtest du das Item benutzen? Das Item wird dann an deinem Charackter gebunden sein.
fr: Cet objet ne pourra plus être commercé. Veux-tu le porter ?
it: Vuoi davvero usare questo oggetto? L'oggetto sarà di uso esclusivo tuo.
pl: Czy chesz założyć ten przedmiot? czynność ta uniemożliwi późniejsza wymiane!
th: หากคุณสวมใส่ Item นี้แล้ว คุณจะไม่สามารถทำการแลกเปลี่ยน Item นี้ได้อีก คุณต้องการที่จะสวมใส่มันใช่ไหม?

# ASK_REVIVE
source: Do you want to revive? It will cost you 10 power seeds
de: Hier fortfahren? Es werden 10 Saat der Macht verbraucht.
fr: Continuer ici ? Tu auras besoin de 10 graines de pouvoir.
it: Vuoi rivivere? Ti costerà 10 semi della potenza.
pl: Czy chcesz się wskrzesić? będzie cię to kosztować 10 ziaren mocy.
th: คุณต้องการจะเริ่มต้นที่นี้ใช่ไหม? คุณจำเป็นต้องใช้ Seeds of Chaos จำนวน 10 ชิ้น

# ASK_REVIVE_FREE
source: Do you want to revive? It will be free
de: Hier fortfahren? Es ist frei für Level 20 oder niedriger.
fr: Continuer ici? Il est gratuit pour le niveau 20 et plus bas !
it: Vuoi rivivere? E' gratuito.
pl: Czy chcesz się wskrzesić? będzie to darmowy proces.
th: คุณต้องการจะเริ่มต้นที่นี้ใช่ไหม? ฟรีสำหรับผู้เล่นที่ Level ต่ำกว่า 20

# ASK_USE
source: Do you want to use that item?
de: Möchtest du dieses Item benutzen?
fr: Voulez-vous utiliser cet objet ?
it: Vuoi davvero usare quest'oggetto?
pl: Czy chesz użyć tego przedmiotu?
th: ต้องการใช้ Item ชิ้นนี้?

# ASK_WINGS_CHANGE
source: Do you want to change your wings?
de: Möchtest du deine Flügel wechseln?
fr: Voulez-vous changer l'apparence vos ailes ?
it: Vuoi davvero cambiare le tue ali?
pl: Czy chesz zmienić skrzydła na swojej karcie specjalisty?

# BN7
source: We^don't^support^private^servers!
de: Wir^unterstützten^keine^privaten^Server!
fr: Lisez^le^règlement,^vous^éviterez^des^embêtements^!
it: Noi^non^supportiamo^i^server^privati!
pl: Nie^wspomagamy^prywatnych^serverów!
th: Opennos^Team^:^0Lucifer0,^chucktheripper,^Ciapa,^MasterDomino,^genyx,^Martazza,^KrisYiu,^Uppermost

# BN8
source: That's^a^cool^message!
de: Das^ist^eine^coole^Nachricht!
fr: Ne^donnez^JAMAIS^vos^identifiants^de^connexion^!
it: Questo^è^un^messaggio^figo!
pl: To^jest^fajna^wiadomość!^xD
th: เร็ว^ๆ^นี้เตรียมพบกับอัพเดทครั้งยิ่งใหญ่!!^เจอกัน

# BN9
source: Thanks^for^all^of^your^contributions!
de: Danke^für^eure^Mithilfe!
fr: OpenNos^version^1.0.6^!
it: Grazie^a^tutti^per^il^contributo!
pl: Dziekujemy^za^waszą^pomoc!
th: อ่านเพิ่มเติมได้ที่หน้าเวปไซต์จ้า

# CLASS_CHANGED
source: Your class has been changed.
de: Deine Klasse hat sich geändert.
fr: Félicitations. Tu as changé de métier !
it: La tua classe è stata cambiata.
pl: Zawód został zmieniony!
th: อาชีพคุณได้ถูกเปลี่ยนเรียบร้อยแล้ว

# CLIENTSESSION_DISPOSING
source: Clientsession is currently disposing, the packet wont be handled.
de: Die ClientSession wird derzeit geschlossen, das Packet wird nichtmehr verarbeitet.
fr: La session du client est actuellement fermée, les paquets ne sont pas traités.
it: La sessione si sta svuotando, perciò non verrà gestito il pacchetto!
pl: Pozbywam sie sesji, pakiety nie będą operowane.

source: XP rate changed!
de: Die Erfahrungsrate wurde erfolgreich geändert
fr: Le taux d'expérience a été modifié avec succès.
it: Rate Esperienza cambiate!
pl: Wartość zdobywanego doświadczenia została zmieniona!
th: อัตราการเพิ่มของเลเวลได้ถูกเปลี่ยน

# XP_RATE_NOW
source: Exp rate
fr: [Taux d'expérience] :
it: Tassp Esperienza
th: อัตรการเพิ่มของเลเวล

# YOU_REFUSED
source: Exchange refused!
de: Tausch abgelehnt.
fr: Tu as refusé la demande d'échange.
it: Lo scambio è stato rifiutato!
pl: Odrzuciłeś wymianę,
th: แลกเปลี่ยนเรียบร้อยแล้ว

# BUY_ITEM_VALID
source: You bought {1} of {0}
it: Hai comprato {1} di {0}
pl: Kupileś: {1} sztuk {0}

source: Done!
de: Erledigt!
fr: La commande a été appliquée avec succès.
it: Il comando è stato applicato!.
pl: Zrobione.
th: สำเร็จ!

# MAPMONSTERS_LOADED
source: {0} MapMonsters loaded!
de: {0} MapMonster geladen!
fr: {0} Monstres sur les cartes chargés.
it: {0} MappeMostri caricati!
pl: {0} Załadowanych MapMonster!

# NOT_ENOUGH_CP
source: You don't have enough CP points .
de: Du hast nicht genug CP.
fr: Tu n'as pas assez de PC.
it: Non hai abbastanza punti CP.
pl: Niewystarcząjaca ilości punktów CP!
th: ค่า CP ไม่เพียงพอ

# NOT_ENOUGH_REPUT
source: Insufficient reputation.
de: Zu wenig Ruf.
fr: Tu n'as pas assez de réputation.
it: Reputazione insufficiente
pl: Niewystarcząjaca ilość reputacji!
th: ==> ชื่อเสียงไม่พอ

# REMOVE_SP
source: If you want to learn skill, you need to remove your sp card.
de: Du musst deinen Spezialisten ausziehen, um einen Skill zu erlernen.
fr: Si vous voulez apprendre cette compétence, vous devez enlever votre transformation.
it: Se vuoi imparare questa skill, devi prima rimuovere la SP!
pl: Jeśli chcesz nauczyć się umiejetnosci, zdejmij karte specialisty.
th: ไม่สามารถเรียนได้หากแปลงร่างอยู่

# REPUT_DECREASED
source: Reputation decreased!
de: Ruf verringert!
fr: Réputation réduite.
it: Reputazione diminuita!
pl: Reputacja obniżona
th: ค่าชื่อเสียงลดลง

# SKILLS_LOADED
source: {0} Skills Loaded!
de: {0} Skills geladen!
fr: {0} Compétences chargées !
it: {0} Skill caricate!
pl: {0} Załadowanych umiejętności!

# TRANSFORM_DISAPPEAR
source: Cooldown finished.
de: Der Nebeneffekt der Transformation ist vorüber.
fr: L'effet secondaire de la transformation s'est dissipé.
it: L'effetto secondario della trasformazione è finito
pl: Odblokowano transformacje!
th: ผลข้างเคียงจากการเปลี่ยนร่างสิ้นสุดแล้ว

source: User not found!
fr: L'utilisateur est introuvable.
it: Utente non trovato!
pl: Uzytkownik nieznaleziony
th: ไม่สามารถค้นหาผู้เล่นได้

# WELCOME_MUSIC_INFO
source: Spring^Melody
de: Frühlings-Melodie
fr: Mélodie^du^pringtemps
it: Melodia^Primaverile
pl: Wiosenna Melodia

# USER_WHISPER_BLOCKED
source: User has blocked private messages!
de: Der Kontakt will nicht angeflüstert werden.
fr: Ce joueur ne veut pas qu'on lui chuchote des choses.
it: L'utente ha bloccato la chat privata!
pl: Uzytkownik zablokowal prywatne wiadomości!
th: เป้าหมายไม่ต้องการที่จะรับการกระซิบ

# LOSE_DIGNITY
source: You've lost {0} dignity
de: Du hast {0} Würde verloren.
fr: Dignité réduite : --{0}
it: Hai perso {0} di dignità!
pl: Straciłeś {0} godności.
th: ค่าเกียรติยศ ลดลง : {0}

# HEROLEVEL_CHANGED
source: Hero level has been changed!
de: Dein Heldenlevel hat sich erhöht!
fr: Ton niveau héroïque a bien été changé !
it: Il livello eroe è stato cambiato!
pl: Poziom bohatera zostal zmieniony!
th: เลเวลฮีโร่ได้ถูกเปลี่ยน

# SHOP_ONLY_TRADABLE_ITEMS
source: You can only sell tradable items in a private shop.
de: Du kannst nur handelbare Gegenstände verkaufen.
fr: Ton magasin contient des objets qui ne peuvent pas être vendus.
it: Puoi solo vendere gli item commerciabili!
pl: Mozesz sprzedawać tylko wymienialne przedmioty, w sklepie prywatnym.

# CONNECTION_LOST
source: Connection to the server has been lost.
de: Die Verbindung zum Server wurde unterbrochen.
fr: La connexion au serveur a été perdue.
it: La connessione al server è stata persa!
pl: Utracono połaczenie z serwerem.

# MUTED_FEMALE
source: I was a very bad girl, and i got punished!
de: Ich war ein böses Mädchen und wurde bestraft!
fr: <<Je subis une pénalité.>>
it: Sono stata una ragazza cattiva, mi sono meritata questa punizione!
pl: Byłam złą dziewczynką i zostałam ukarana!

# MUTED_MALE
source: I was a bad boy, soo i got punished!
de: Ich war ein böser Junge und wurde bestraft!
fr: <<Je subis une pénalité.>>
it: Sono stato un cattivo ragazzo e mi hanno silenziato!
pl: Byłem złym chłopcem i zostałem ukarany!

# MUTE_END
source: Your punishment has ended!
de: Deine Strafe ist vorüber!
fr: La sanction est terminée.
it: La punizione è terminata!
pl: Klątwa ciążąca na tobie zniknęła!

# SKILLS_IN_LOADING
source: You need to wait until skill cooldown finishes!
de: Sie müssen warten, bis die Fähigkeiten wieder aufgeladen werden
fr: Tu peux te transformer une fois que tous les temps de rechargement des compétences sont écoulés.
it: Devi aspettare finchè le skill si ricaricano
pl: Musisz poczekać aż umiejętności się odnowią.
th: จะสามารถเปลี่ยนร่างได้อีกครั้งหลังจากหน่วงเวลาของ Skill ทั้งหมดสิ้นสุดลง

# RESTORE_DIGNITY
source: You've restored some of your dignity!
de: Du hast einen Teil deiner Würde wieder bekommen.
fr: Dignité augmentée : +1
it: Dignità aumentata: +1
pl: Odzyskałeś troche swojej godności!
th: ค่าเกียรติยศสูงสุด

# DROP_RATE_CHANGED
source: Drop rate have been changed!
de: Die Drop-Rate wurde erfolgreich geändert.
fr: Le taux de drop a été modifié avec succès.
it: La tassa di drop è stata modificata.
pl: Drop rate itemków zmieniony!
th: อัตราการดรอปไอเทมได้ถูกเปลี่ยน

# GOLD_RATE_CHANGED
source: Gold drop rate changed!
de: Die Gold-Rate wurde geändert!
fr: Le taux d'or a été modifié avec succès.
it: La tassa d'oro è stata modificata!
pl: Drop rate złota zmieniony!
th: อัตรการดรอปของเงินได้ถูกเปลี่ยน

# DATABASE_NOT_UPTODATE
source: Database may not be up to date. Please consider updating your database.
de: Die Datenbank könnte nicht aktuell sein. Sie muss upgedated werden um eine Verbindung herstellen zu können.
fr: Votre base de données n'est pas à jour. Réssayez après l'avoir mise à jour.
it: Il database non sembra aggiornato. Per favore considera di aggiornare il tuo database.
pl: Baza danych jest nie aktualna. prosze przeprowadzić aktualizację.

# LVL_REQUIRED
source: Specialist with level {0} required for upgrade!
de: Du benötigst Joblevel {0} für die Verbesserung der Spezialistenkarte.
fr: {0} niveaux sont nécessaire pour améliorer la carte spécialiste.
it: Lo specialista deve essere almeno di livello {0} per essere migliorato!
pl: Potrzebujesz osiągnąć {0} poziom specjalisty, aby ulepszyć!
th: Level ของ Card ต่ำเกินไป จะสามารถเริ่มอัพเกรดได้ตั้งแต่Level{0}

# UPGRADESP_FAILED
source: SP upgrading failed!
de: Die Verbesserung ist Fehlgeschlagen.
fr: L'amélioration de la carte spécialiste a échoué.
it: Miglioramento dell'SP fallito
pl: Ulepszanie karty specjalisty nie powiodło się.
th: การอัพเกรด Item ล้มเหลว

# UPGRADESP_FAILED_SAVED
source: SP upgrading failed but item was saved.
de: Verbesserung Fehlgeschlagen, wurde nicht zerstört.
fr: L'amélioration de la carte spécialiste a échoué. Heureusement, le parchemin protecteur a préservé l'objet.
it: Miglioramento dell'SP fallito ma l'item ha protetto la SP!
pl: Ulepszanie karty specjalisty nie powiodło się, ale karta została ocalona.
th: การอัพเกรดล้มเหลว อย่างไรก็ตาม Card ถูกปกป้องไว้ด้วยพลังแห่ง Scroll protect

# UPGRADESP_SUCCESS
source: SP upgrading succesed!
de: Die Verbesserung war Erfolgreich.
fr: L'amélioration au niveau suivant a été effectuée avec succès.
it: Miglioramento del SP riuscito!
pl: Ulepszanie karty specjalisty powiodło się!
th: การอัพเกรด Item สำเร็จ

# MINILAND_WELCOME_MESSAGE
source: Welcome!
de: Willkommen!
fr: Bienvenue.
it: Benvenuto!
pl: Witamy!

# DROP_RATE_NOW
source: Drop rate
fr: [Taux de drop] :
it: Tasso di drop
th: อัตราการดรอป

# RATEGOLD_NOW
source: Gold amount drop rate
de: Gold-Anzahl Drop-Rate
it: Tasso d'oro
pl: Ilość wypadającego złota
th: อัตราจำนวนเงินที่ดรอปได้

source: Fairy xp rate changed!
de: Feen-EXP Rate wurde verändert.
fr: Le taux d'expérience des fées a bien été modifié.
it: Il tasso dell'esperienza della fata è stato cambiato.
pl: Ilość zdobywanego doświadczenia wróżki została zmieniona!
th: อัตราการเพิ่มเลเวลของแฟรี่ได้ถูกเปลี่ยน

# FAIRYMAX
source: Your fairy reached max level!
de: Deine Fee hat das maximale Level erreicht!
fr: Ta fée a atteint le niveau maximum !
it: La tua fata è salita al massimo livello!
pl: Twoja wróżka zdobyła maksymalny poziom!

# FAIRYSTATS
source: Fairy XP: {0}/{1}
de: Feen XP: {0}/{1}
fr: Fée Exp : {0}/{1}
it: Esperienza Fata: {0}/{1}
pl: Doświadczenie wróżki: {0}/{1}
th: XP ของแฟรี่ : {0}/{1}

# SUM_SUCCESS
source: Summing successed!
de: Summieren erfolgreich!
fr: La combinaison a réussi !
it: La somma è riuscita!
pl: Sumowanie powiodło się!
th: การหลอมรวมสำเร็จแล้ว

# SUM_FAILED
source: Summing failed.
de: Summieren fehlgeschlagen.
fr: La combinaison a échouée.
it: La somma è fallita!
pl: Sumowanie zakończone niepowodzeniem.
th: การหลอมรวม ล้มเหลว

# SKILL_ALREADY_EXIST
source: Skill already exists!
de: Der Skill existiert bereits!
fr: Tu possèdes déjà cette compétence.
it: Possiedi già questa skill!
pl: Nauczyłeś się już tej umiejętności!
th: ความสามารถนี้ถูกลบไปแล้ว

# SAVING_ALL
source: Saving all data!
de: Speichern aller Daten wird durchgeführt
fr: Le serveur vient d'effectuer une sauvegarde des données.
it: Sto salvando i dati!
pl: W trakcie zapisu

# NOT_ENOUGH_ITEM
source: You don't have required item to harvest.
fr: Tu n'as pas les éléments requis pour la récolte.
it: Non hai abbastanza item!
pl: Nie masz wystarczającej ilości potrzebnych przedmiotów, aby rozpocząć zbieranie.

# IMPOSSIBLE_TO_USE
source: Can't use that right now!
de: Du kannst das grade nicht benutzen!
fr: C'est impossible de l'utiliser.
it: Non è possibile utilizzarlo al momento
pl: Nie możesz teraz tego użyć!
th: ไม่สามารถใช้ได้

# TRY_FAILED_WAIT
source: Try after: {0}s
de: Versuche es in {0} Sekunden nocheinmal.
fr: Réessayez dans : {0} secondes.
it: Riprova tra: {0} secondi!
pl: Próba nieudana, spróbuj za: {0}
th: ไม่พบโปรดลองใหม่อีกครั้งหลังจาก {0} วินาที

# TRY_FAILED
source: You found nothing.
de: Fehlgeschlagen.
fr: La tentative a échoué !
it: Non hai trovato niente :(
pl: Nic nie znalazłeś.
th: ไม่ได้รับอะไรเลย

# RECEIVED_ITEM
source: You received: {0}
de: Du erhielst: {0}
fr: Tu as obtenu cet objet : {0} x 1
it: Hai ricevuto: {0}
pl: Otrzymałeś: {0}

# JOINED_GROUP
source: You joined the group.
de: Du bist der Gruppe beigetreten.
fr: Groupe rejoint
it: Sei entrato nel gruppo.
pl: Dołączyłeś do grupy!
th: เข้าร่วม Party

# HAS_SHOP_OPENED
source: You can't exchange with shop keepers.
de: Du kannst nicht mit Shops handeln.
fr: Tu ne peux pas faire d'échanger avec ce joueur, car il a ouvert un magasin.
it: Non puoi scambiare con uno che ha il negozio aperto.
pl: Nie możesz wymieniać sie z właścicielami sklepów.
th: คุณไม่สามารถตั้งร้านค้าที่นี่ได้

# PLAYER_IN_BATTLE
source: Player {0} is in battle
de: Der Spieler {0} befindet sich in einem Kampf.
fr: C'est impossible de faire un commerce avec {0} par ce qu'il est en plein combat.
it: Il giocatore {0} è in battaglia!
pl: Gracz {0} aktualnie walczy.
th: ไม่สามารถทำการแลกเปลี่ยนกับผู้ที่กำลังต่อสู้ได้

# LEVELUP
source: Your level has been increased!
de: Dein Level hat sich erhöht!
fr: Ton niveau de combat a augmenté !
it: Sei salito di livello di combattimento!
pl: Osiągnąłeś następny poziom!
th: ระดับการต่อสู้ของคุณเพิ่มขึ้น

source: Server working time
de: Serverlaufzeit
fr: Serveur connecté depuis
it: Tempo dall'avvio del server
pl: Czas działania serwera
th: เวลาการทำงานของเซิร์ฟเวอร์ในขณะนี้

# DELETE_PENALTYLOG_ERROR
source: Error deleting PenaltyLog with Id {0} , {1}
de: Fehelr beim löschen vom PenaltyLog mit der ID {0} , {1}
fr: Erreur de suppression de type PenaltyLog avec l' id {0} , {1}
it: Errore nell'eliminazione PenaltyLog con Id {0},{1}
pl: Błąd usuwania postaci z Id: {0} , {1}

# GROUP_ADMIN
source: You're group admin!
de: Du wurdest zum Gruppenführer ernannt!
fr: Tu es le maître du groupe.
it: Sei il capogruppo!
pl: Jesteś zarządcą tej grupy.
th: คุณคือหัวหน้า Party

# MUTE_TIME
source: Punishment duration: {0}
de: Deine Strafzeit: {0}
fr: Délai de pénalité restant : {0}
it: Durata punizione: {0}
pl: Długość kary: {0}

# SCROLL_PROTECT_USED
source: Protect scroll has been used!
de: Schutzrolle wurde benutzt!
fr: Le parchemin protecteur a été utilisé.
it: La pergamena della protezione è stata usata!
pl: Zwój ochronił twój przedmiot!
th: Protect scroll ถูกใช้งาน

# GOLD_RATE_NOW
source: Gold drop amount rate
de: Gold-Anzahl Drop-Rate
fr: [Taux d'or] :
it: Tasso d'oro
pl: Wartość wypadającego złota
th: อัตรการดรอปของเงิน

# FAIRYXP_RATE_NOW
source: Fairy exp rate
de: Feen EXP-Rate
fr: [Taux d'expérience des fées] :
it: Tasso exp fata
pl: Exp rate wróżek
th: อัตรการเพิ่มเลเวลของแฟรี่

# FAIRY_LEVEL_CHANGED
source: Level of your {0} has been changed
de: Das Level von {0} wurde gerändert!
fr: Le niveau élémentaire de votre {0} a été modifié.
it: Il livello della fata({0}) è stato cambiato!
pl: Poziom twojej wróżki {0} został zmieniony.
th: พลังของ {0} ได้ถูกเปลี่ยน

# ITEM_BOUND_TO
source: {1} dropped {0} x {2}
de: {1} hat {0} x {2} fallen gelassen.
it: {1} ha ottenuto: {0} x {2}
pl: {1} zdobył {0} x {2}

# DROPPED_ITEM
source: dropped {0} x {1}
de: {0} x {1} fallen gelassen.
it: Tu hai ricevuto un oggetto: {0} x {1}
pl: Zdobyłeś {0} x {1}

source: Item not found!
de: Gegenstand nicht gefunden!
fr: L'objet que tu recherches est introuvable.
it: Oggetto non trovato!
pl: Nie znaleziono takiego przedmiotu!
th: ไม่สามารถหาไอเทมนี้ได้

source: Monster not found!
de: Das Monster konnte nicht gefunden werden.
fr: Le monstre que tu recherches est introuvable.
it: Impossibile trovare questo mostro!
pl: Nie znaleziono żadnych potworów z taką nazwą!
th: ไม่สามารถหามอนสเตอร์นี้ได้

# NOT_YOUR_ITEM
source: The item is not yours!
de: Das Item gehört nicht dir!
fr: Cet objet ne t'appartient pas.
it: L'item non ti appartiene!
pl: Ten przedmiot nie jest twój!
th: คุณไม่สามารถครอบครองไอเทมนี้ได้

# MAILED
source: You've sent a mail!
de: Deine Nachricht wurde versendet!
fr: La note a été envoyée.
it: Hai spedito una nota.
pl: Wysłałeś mail'a!
th: บันทึกถูกส่งไปแล้ว

# MAIL_DELETED
source: The mail has been removed!
de: Die Nachricht wurde gelöscht!
fr: La note a été supprimée.
it: La nota è stata cancellata.
pl: Mail usunięty
th: ลบทิ้ง

# NEW_MAIL
source: An new mail arrived!
de: Du hast eine neue Sendung erhalten!
fr: Une nouvelle note est arrivée.
it: E' arrivata una nuova nota!
pl: Nowy mail!
th: บันทึกใหม่มาถึงแล้ว

# GIFTED
source: You received {0} gift/s!
de: Do hast ein Geschenk von {0} erhalten!
fr: Tu as reçu {0} paquet(s).
it: Hai ricevuto {0} regalo/i
pl: Otrzymałeś {0} paczek!
th: คุณได้รับพัสดุจำนวน {0} ชิ้น

# ITEM_GIFTED
source: You get an item >>
de: Du hast ein Item erhalten >>
fr: Paquet reçu >>
it: Hai ricevuto un oggetto >>
pl: Otrzymałeś przedmiot
th: ได้รับพัสดุ >>

# NEAREST_PORTAL
source: Nearest Portal(MapID: {0}, MapX: {1}, MapY: {2}) has been removed!
de: Das nähste Portal wurde entfernt! (MapID: {0}, MapX: {1}, MapY: {2}).
fr: Le portail avec les coordonnées [Map: {0},X: {1},Y: {2}] a été supprimé.
it: Il più vicino teletrasporto (MapID: {0}, MapX: {1}, MapY: {2}) è stato rimosso!
pl: Najbliższy portal(MapID: {0}, MapX: {1}, MapY: {2}) został usunięty!
th: เทเลพอร์ตที่ใกล้คุณที่สุดได้ถูกลบ(แผนที่: {0}, แกนX: {1}, แกนY: {2})

# NO_PORTAL_FOUND
source: No portal has been found
de: Es konnte kein Portal gefunden werden.
fr: Aucun portail trouvé à proximitée.
it: Non è stato trovato nessun teletrasporto
pl: W pobliżu nie znaleziono żadnych portali.

# GIFT_SENDED
source: The gift has been sent!
de: Das Geschenk wurde versendet!
fr: Le colis a été envoyé.
it: Il regalo è stato inviato!
pl: Paczka została wysłana!
th: พัสดุใหม่มาถึงแล้ว

# ITEM_ACQUIRED_BY_THE_GIANT_MONSTER
source: You get the item from the giant monster !
de: Du hast den Gegestand vom großen Monster erhalten!
fr: Tu as obtenu l'objet du monstre géant !
it: Hai ricevuto un oggetto dal mostro!
pl: Otrzymałeś przedmiot za pokonanie boss'a!

# BAD_DIGNITY
source: Bad dignity value.
de: Nicht genug Würde!
fr: Valeur incorrecte de dignité.
it: Valore dignità errato
pl: Zła wartość godności!
th: ค่าเกียรติยศไม่ถูกต้อง

source: Dignity changed!
de: Würde geändert!
fr: Dignité modifiée.
it: Dignità cambiata!
pl: Godność zmieniona!
th: เกียรติยศได้ถูกเปลี่ยน

# MONSTER_NOT_ALIVE
source: If you want to remove monster, it needs to be alive!
de: Wenn du aein Monster löschen möchtest, muss es auch am Leben sein!
fr: Le monstre doit être en vie. Sinon, essayez de cliquer dessus et ressayez !
it: Se vuoi rimuovere il mostro, assicurati che sia vivo.
pl: Jeśli chcesz usunąć potwora, musi on być żywy!
th: If you want to remove a mob, this must be alive!

# MONSTER_REMOVED
source: Monster removed (MapMonsterId: {0}, Name: {1}, MapId: {2}, MapX: {3}, MapY: {4})
de: Monster gelöscht(MapMonsterId: {0}, Name: {1}, MapId: {2}, MapX: {3}, MapY: {4})
fr: Le monstre a été supprimé.
it: Mostro rimosso. (MapMonsterId: {0}, Name: {1}, MapId: {2}, MapX: {3}, MapY: {4})
pl: Potwór usunięty (MapMonsterId: {0}, Name: {1}, MapId: {2}, MapX: {3}, MapY: {4})
th: มอนสเตอร์ได้ถูกลบ(IDของมอนสเตอร์ในแผนที่: {0}, ชื่อ: {1}, แผนที่: {2}, แกนX: {3}, แกนY: {4})

# QNA_ITEM
source: Do you want to use this item?
de: Möchtest du dieses Item benutzen?
fr: Souhaites-tu utiliser cet objet ?
it: Vuoi utilizzare davvero quest'oggetto?
pl: Czy chcesz użyć tego przemiotu?
th: ต้องการใช้ Item ชิ้นนี้?

# SP_RESURRECTED
source: Your specialist's soul has been resurrected!
de: Die Seele deiner Spezialistenkarte wurde wiederhergestellt!
fr: L'âme reprend vie.
it: L'anima della SP ha ripreso vita!
pl: Dusza twojego specjalisty została ożywiona!

# BOT_MESSAGE_0
source: Don't share you password with anyone!
fr: Astuce : Un seul cheat suffit pour être banni, qu'il soit grand ou petit !
it: Non condividere la tua password con nessuno
pl: Nigdy nie podawaj swojego hasła!

# BOT_MESSAGE_1
source: Report bugs to our github page!
fr: Astuce : Lisez le règlement, vous éviterez des embêtements !
it: Riferite i bug alla nostra pagina su github
pl: Znalazłeś błąd? zgłoś go na naszym githubie!

# BOT_MESSAGE_2
source: That's a cool message!
fr: Astuce : L'utilisation de logiciels externe/bot est strictement interdit !
it: Questo è un messaggio figo
pl: To jest fajna wiadomość!

# BOT_MESSAGE_3
source: Thanks for all of your contributions!
fr: Astuce : Une arnaque ou un abus? Contactez le support !
it: Grazie per la vostra collaborazione
pl: Dziekujemy za uczestniczenie w naszym projekcie!

# INTRODUCTION_SET
source: Your description has been updated!
fr: Ton message de présentation a été édité.
it: Il tuo messaggio è stato modificato per la presentazione.
pl: Twój opis został zaktualizowany!

# NOT_ENOUGH_ITEMS
source: You need at least {0} x {1}
fr: Tu n'as pas les objets requis !
it: Hai bisogno di almeno {0}x{1}
pl: Potrzebujesz przynajmniej {0} x {1}

# ADVENTURERS_CANT_USE
source: Adventurers can't use that item!
de: Abenteurer können diesen Gegenstand nicht benutzen!
fr: Ton personnage ne remplis les conditions requise pour utiliser cet objet.
it: Gli avventurieri non possono usare quest'oggetto!
pl: Poszukiwacze przygód nie mogą tego używać!
th: ไม่สามารถสวมใส่ได้เนื่องจากอาชีพไม่ถูกต้อง

# ITEM_UNFIXED
source: You've removed blockade of upgrade level from your item!
de: Das Item ist nicht mehr fixiert!
fr: Tu as supprimé l'effet négatif qui empêchait toutes améliorations de ton arme.
it: Hai sbloccato l'arma
pl: Usunąłeś blokade ulepszenia ze swojego przedmiotu!
th: Item ถูกจำกัดระดับ ได้ถูกแก้ไขแล้ว

# BANNED
source: This account has been locked to {0} for {1}.
fr: Échec : Votre compte a été banni. Veuillez contactez l'équipe du jeu. Raison : {0} Jusqu'au : {1}.
it: Questo account è stato bannato fino al {0}. Ragione: {1}
pl: To konto zostało zablokowane, do {1} za {0}.

# GM_BLOCK_DISABLE
source: Now everyone can contact you via pm
fr: À partir de maintenant, tu pourras reçevoir des messages privés.
it: Ora tutti possono contattarti in pvt!
pl: Odblokowano prywatne wiadomości!
